<?php


class KanaSeeder extends \Illuminate\Database\Seeder
{
    public function run(){
        $kanas = [
            "ん" => 'n',	"わ" => 'wa',	"ら" => 'ra',	"や" => 'ya',	"ま" => 'ma',	"は" => 'ha',
            "な" => 'na',	"た" => 'ta',	"さ" => 'sa',	"か" => 'ka',	"あ" => 'a',
            "り" => 'ri',	"み" => 'mi',	"ひ" => 'hi',	"に" => 'ni',	"ち" => 'chi',	"し" => 'shi',	"き" => 'ki',	"い" => 'i',
            "る" => 'ru',	"ゆ" => 'yu',	"む" => 'mu',	"ふ" => 'hu',	"ぬ" => 'nu',	"つ" => 'tsu',
            "す" => 'su',	"く" => 'ku',	"う" => 'u',
            "れ" => 're',	"め" => 'me',	"へ" => 'he',	"ね" => 'ne',	"て" => 'te',	"せ" => 'se',	"け" => 'ke',	"え" => 'e',
            "を" => 'wo',	"ろ" => 'ro',	"よ" => 'yo',	"も" => 'mo',	"ほ" => 'ho',
            "の" => 'no',	"と" => 'to',	"そ" => 'so', "こ" => 'ko',	'お' => 'o',

            'ン' => 'n',	'ワ' => 'wa',	'ラ' => 'ra',	'ヤ' => 'ya',	'マ' => 'ma',	'ハ' => 'ha',
            'ナ' => 'na',	'タ' => 'ta',	'サ' => 'sa',	'カ' => 'ka',	'ア' => 'a',
            'リ' => 'ri',	'ミ' => 'mi',	'ヒ' => 'hi',	'ニ' => 'ni',	'チ' => 'chi',	'シ' => 'shi',	'キ' => 'ki',	'イ' => 'i',
            'ル' => 'ru',	'ユ' => 'yu',	'ム' => 'mu',	'フ' => 'hu',	'ㇴ' => 'nu',
            'ッ' => 'tsu',	'ス' => 'su',	'ク' => 'ku',	'ウ' => 'u',
            'レ' => 're',	'メ' => 'me',	'ヘ' => 'he',	'ネ' => 'nu',	'テ' => 'te',	'セ' => 'se',	'ケ' => 'ke',	'エ' => 'e',
            'ロ' => 'ro',	'ヨ' => 'yo',	'モ' => 'mo',	'ホ' => 'ho',	'ノ' => 'no',	'ト' => 'to',	'ソ' => 'so',	'コ' => 'ko',	'オ' => 'o',

            'が' => 'ga',	'ガ' => 'ga',	'ぎ' => 'gi',	'ギ' => 'gi',    'ぐ' => 'gu',	'グ' => 'gu',
            'げ' => 'ge',	'ゲ' => 'ge',	'ご' => 'go',	'ゴ' => 'go',
            'ざ' => 'za',	'ザ' => 'za',	'じ' => 'ji',	'ジ' => 'ji',    'ず' => 'zu',	'ズ' => 'zu',
            'ぜ' => 'ze',	'ゼ' => 'ze',	'ぞ' => 'zo',	'ゾ' => 'zo',
            'だ' => 'da',	'ダ' => 'da',	'ぢ' => 'ji',	'ヂ' => 'ji',
            'づ' => 'zu',	'ヅ' => 'zu',	'で' => 'de',	'デ' => 'de',	'ど' => 'do',	'ド' => 'do',
            'ば' => 'ba',	'バ' => 'ba',	'び' => 'bi',	'ビ' => 'bi',
            'ぶ' => 'bu',	'ブ' => 'bu',	'べ' => 'be',	'ベ' => 'be',	'ぼ' => 'bo',	'ボ' => 'bo',
            'ぱ' => 'pa',	'パ' => 'pa',	'ぴ' => 'pi',	'ピ' => 'pi',
            'ぷ' => 'pu',	'プ' => 'pu',	'ぺ' => 'pe',	'ペ' => 'pe',	'ぽ' => 'po',	'ポ' => 'po',

            'きゃ' => 'kya',	'キャ' => 'kya',	'きゅ' => 'kyu',	'キュ' => 'kyu',	'きょ' => 'kyo',	'キョ' => 'kyo',
            'ぎゃ' => 'gya',	'ギャ' => 'gya',	'ぎゅ' => 'gyu',	'ギュ' => 'gyu',	'ぎょ' => 'gyo',	'ギョ' => 'gyo',
            'しゃ' => 'sha',	'シャ' => 'sha',	'しゅ' => 'shu',	'シュ' => 'shu',	'しょ' => 'sho',	'ショ' => 'sho',
            'じゃ' => 'ja',	    'ジャ' => 'ja',	    'じゅ' => 'ju',	    'ジュ' => 'ju',	    'じょ' => 'jo',	    'ジョ' => 'jo',
            'ちゃ' => 'cha',	'チャ' => 'cha',	'ちゅ' => 'chu',	'チュ' => 'chu',	'ちょ' => 'cho',	'チョ' => 'cho',
            'にゃ' => 'nya',	'ニャ' => 'nya',	'にゅ' => 'nyu',	'ニュ' => 'nyu',	'にょ' => 'nyo',	'ニョ' => 'nyo',
            'ひゃ' => 'hya',	'ヒャ' => 'hya',	'ひゅ' => 'hyu',	'ヒュ' => 'hyu',	'ひょ' => 'hyo',	'ヒョ' => 'hyo',
            'びゃ' => 'bya',	'ビャ' => 'bya',	'びゅ' => 'byu',	'ビュ' => 'byu',	'びょ' => 'byo',	'ビョ' => 'byo',
            'ぴゃ' => 'pya',	'ピャ' => 'pya',	'ぴゅ' => 'pyu',	'ピュ' => 'pyu',	'ぴょ' => 'pyo',	'ピョ' => 'pyo',
            'みゃ' => 'mya',	'ミャ' => 'mya',	'みゅ' => 'myu',	'ミュ' => 'myu',	'みょ' => 'myo',	'ミョ' => 'myo',
            'りゃ' => 'rya',	'リャ' => 'rya',	'りゅ' => 'ryu',	'リュ' => 'ryu',	'りょ' => 'ryo',	'リョ' => 'ryo',
        ];

        foreach($kanas as $kana => $romaji){
            $kana = new \App\Models\Kana([
                'kana' => $kana,
                'romaji' => $romaji
            ]);
            $kana->save();
        }
    }
}
