<?php


class KanaSeeder extends \Illuminate\Database\Seeder
{
    public function run(){
        $kanas = [
            "あ" => 'a', "い" => 'i', "う" => 'u', "え" => 'e', 'お' => 'o',
            "か" => 'ka', "き" => 'ki', "く" => 'ku', "け" => 'ke', "こ" => 'ko',
            "さ" => 'sa', "し" => 'shi', "つ" => 'tsu', "せ" => 'se', "そ" => 'so',
            'が' => 'ga', 'ぎ' => 'gi', 'ぐ' => 'gu', 'げ' => 'ge', 'ご' => 'go',
            "た" => 'ta', "ち" => 'chi', "す" => 'su', "て" => 'te', "と" => 'to',
            'ざ' => 'za', 'じ' => 'ji', 'ず' => 'zu', 'ぜ' => 'ze', 'ぞ' => 'zo',
            "な" => 'na', "に" => 'ni', "ぬ" => 'nu', "ね" => 'ne', "の" => 'no',
            'だ' => 'da', 'ぢ' => 'ji', 'づ' => 'zu', 'で' => 'de', 'ど' => 'do',
            "は" => 'ha', "ひ" => 'hi', "ふ" => 'hu', "へ" => 'he', "ほ" => 'ho',
            "ま" => 'ma', "み" => 'mi', "む" => 'mu', "め" => 'me', "も" => 'mo',
            'ば' => 'ba', 'び' => 'bi', 'ぶ' => 'bu', 'べ' => 'be', 'ぼ' => 'bo',
            'ぱ' => 'pa', 'ぴ' => 'pi', 'ぷ' => 'pu', 'ぺ' => 'pe', 'ぽ' => 'po',
            "や" => 'ya', "ゆ" => 'yu', "よ" => 'yo',
            "ら" => 'ra', "り" => 'ri', "る" => 'ru', "れ" => 're', "ろ" => 'ro',
            "わ" => 'wa', "ん" => 'n', "を" => 'wo',

            'ア' => 'a', 'イ' => 'i', 'ウ' => 'u', 'エ' => 'e', 'オ' => 'o',
            'カ' => 'ka', 'キ' => 'ki', 'ク' => 'ku', 'ケ' => 'ke', 'コ' => 'ko',
            'サ' => 'sa', 'シ' => 'shi', 'ス' => 'su', 'セ' => 'se', 'ソ' => 'so',
            'ガ' => 'ga', 'ギ' => 'gi', 'グ' => 'gu', 'ゲ' => 'ge', 'ゴ' => 'go',
            'タ' => 'ta', 'チ' => 'chi', 'ッ' => 'tsu', 'テ' => 'te', 'ト' => 'to',
            'ザ' => 'za', 'ジ' => 'ji', 'ズ' => 'zu', 'ゼ' => 'ze', 'ゾ' => 'zo',
            'ナ' => 'na', 'ニ' => 'ni', 'ㇴ' => 'nu', 'ネ' => 'ne', 'ノ' => 'no',
            'ダ' => 'da', 'ヂ' => 'ji', 'ヅ' => 'zu', 'デ' => 'de', 'ド' => 'do',
            'ハ' => 'ha', 'ヒ' => 'hi', 'フ' => 'hu', 'ヘ' => 'he', 'ホ' => 'ho',
            'マ' => 'ma', 'ミ' => 'mi', 'ム' => 'mu', 'メ' => 'me', 'モ' => 'mo',
            'バ' => 'ba', 'ビ' => 'bi', 'ブ' => 'bu', 'ベ' => 'be', 'ボ' => 'bo',
            'パ' => 'pa', 'ピ' => 'pi', 'プ' => 'pu', 'ペ' => 'pe',	'ポ' => 'po',
            'ヤ' => 'ya', 'ユ' => 'yu', 'ヨ' => 'yo',
            'ラ' => 'ra', 'リ' => 'ri', 'ル' => 'ru', 'レ' => 're', 'ロ' => 'ro',
            'ワ' => 'wa', 'ン' => 'n',

//            'きゃ' => 'kya',	'キャ' => 'kya',	'きゅ' => 'kyu',	'キュ' => 'kyu',	'きょ' => 'kyo',	'キョ' => 'kyo',
//            'ぎゃ' => 'gya',	'ギャ' => 'gya',	'ぎゅ' => 'gyu',	'ギュ' => 'gyu',	'ぎょ' => 'gyo',	'ギョ' => 'gyo',
//            'しゃ' => 'sha',	'シャ' => 'sha',	'しゅ' => 'shu',	'シュ' => 'shu',	'しょ' => 'sho',	'ショ' => 'sho',
//            'じゃ' => 'ja',	    'ジャ' => 'ja',	    'じゅ' => 'ju',	    'ジュ' => 'ju',	    'じょ' => 'jo',	    'ジョ' => 'jo',
//            'ちゃ' => 'cha',	'チャ' => 'cha',	'ちゅ' => 'chu',	'チュ' => 'chu',	'ちょ' => 'cho',	'チョ' => 'cho',
//            'にゃ' => 'nya',	'ニャ' => 'nya',	'にゅ' => 'nyu',	'ニュ' => 'nyu',	'にょ' => 'nyo',	'ニョ' => 'nyo',
//            'ひゃ' => 'hya',	'ヒャ' => 'hya',	'ひゅ' => 'hyu',	'ヒュ' => 'hyu',	'ひょ' => 'hyo',	'ヒョ' => 'hyo',
//            'びゃ' => 'bya',	'ビャ' => 'bya',	'びゅ' => 'byu',	'ビュ' => 'byu',	'びょ' => 'byo',	'ビョ' => 'byo',
//            'ぴゃ' => 'pya',	'ピャ' => 'pya',	'ぴゅ' => 'pyu',	'ピュ' => 'pyu',	'ぴょ' => 'pyo',	'ピョ' => 'pyo',
//            'みゃ' => 'mya',	'ミャ' => 'mya',	'みゅ' => 'myu',	'ミュ' => 'myu',	'みょ' => 'myo',	'ミョ' => 'myo',
//            'りゃ' => 'rya',	'リャ' => 'rya',	'りゅ' => 'ryu',	'リュ' => 'ryu',	'りょ' => 'ryo',	'リョ' => 'ryo',
        ];

        $i = 0;
        foreach($kanas as $kana => $romaji){
            $kana = new \App\Models\Kana([
                'kana' => $kana,
                'romaji' => $romaji,
                'learn_order' => $i
            ]);
            $kana->save();

            $i += 1;
        }
    }
}
