{"一": "If you hold ONE finger horizontally for too long <b>it will start to ITCH (イチ).<b>", "右": "<b>In shock over the illegal U-turn (ユウ),<b> he covered his mouth (口) with his RIGHT hand ().", "雨": "<b>If you take the U(ウ)-Boot (U-Boot: German for \"submarine\") to AMErika (あめ), then you won’t notice the RAIN.<b> They just know it’s RAINING when the one (一) piece of cloth (巾) they hang out is dripping wet.", "円": "<b>\"Get YEN coins from a teller's window<b> and put the special ones in the blue ENvelope (エン).\"", "王": "The KING rules three (三) entities: heaven, Earth, and humans. He is the vertical force ( | ) binding them together. <b>\"OH (オウ), no!\" screamed the crowd when he turned blue.<b>", "音": "The SOUND that <b>my blue ONkel (オン: German for \"uncle\") from INdia (イン)<b> makes when he stands (立) on the sun (日) must be truly horrible.", "下": "The T-bar with the droopy LOWER handle is of such INFERIOR quality that <b>it broke off and fell on the blue CAr (カ)<b> BELOW.", "火": "Flames of FIRE <b>shot out of the blue CAr (カ). \"HI (ひ: German sound for \"sniggering\"), hi, hi,\" chuckled the arsonist.<b>", "花": "<b>HANA (はな) called to her friend, \"Look at that beautiful blue CAlla (カ) lily!<b> FLOWERS appear when the plant (艹) undergoes a change (化).\"", "学": "Under an ornate roof (), each child (子) LEARNS <b>about GArlic COOking (ガク) and practices with a blue pot.<b>", "気": "<b>If you put the big blue KEY (キ)<b> in the keyhole marked with X, a SPIRIT-like vapor (气) will be released into the ATMOSPHERE.", "九": "The NINE desperately wanted to be a ten (十) but it was about to fall over. <b>So it used a blue hook-shaped Q(キュウ)-tip to lean on.<b>", "休": "<b>This very CUte (キュウ)<b> person (亻) all dressed in blue RESTs against a tree (木) on her DAY OFF.", "金": "He presented two GOLD nuggets ( \\ / ) covered () with earth (土) <b>to the blue KINg (キン).<b>", "空": "I work (工) to create a hole (穴) in the roof to see the EMPTY SKY, <b>but instead I see a big blue KUH (クウ: German for \"cow\").<b>", "月": "A pitted crescent MOON shone down on them. <b>She whispered to him, \"Do you have the GUTS (ガツ) to go to the graveyard? The nugGETS (ゲツ) on Grandpa’s grave will look blue in the moonlight.\"<b>", "犬": "The big (大) spotted (丶) DOG <b>named KEN (ケン)<b> is standing on his hind legs.", "見": "I bend down (儿) to LOOK AT <b>KEN (ケン), who is lying on the floor all blue.<b> I want to SEE with my own eyes (目) that he is alive.", "五": "On this strange chair with a cover, you can only sit until you are FIVE. <b>The cover is blue and doubles as a GO (ゴ) board.<b>", "口": "<b>Saying \"KUCHI KUCHI (くち) coo\" to a baby<b> makes it OPEN its MOUTH with delight. But then its lips turn blue because COld (コウ) air gets in.", "校": "It's easy to recognize the SCHOOL. Its roof features six (六) wooden (木) crosses (乂) <b>COAted (コウ) with blue paint.<b>", "左": "She grabbed the I-beam (工) with her LEFT hand () to divert attention <b>while she HID A RIbbon (ひだり) in her blue SAri (サ).<b>", "三": "<b>When her SON (サン) is feeling blue,<b> she writes beautiful THREE-line poems.", "山": "This is the triple-peaked MOUNTAIN <b>that my SON (サン) climbs when he is feeling blue.<b>", "子": "A long-armed CHILD <b>named SUE (ス) is lying on a blue COtton (こ) SHEet (シ).<b>", "四": "FOUR corners of the square were supposed to be marked, <b>but SHE (シ)<b> ran out of steam after two.", "糸": "Skeins of THREAD are laid out <b>on a blue SHEet (シ).<b>", "字": "A child (子) at her home (宀) in a remote SECTION OF THE VILLAGE studies the Chinese CHARACTERS <b>embroidered on her mother’s blue JEAns (ジ).<b>", "耳": "This EAR looks just like the one <b>on my blue robot<b> MIMI (みみ).", "七": "<b>SHE CHEAted (シチ)<b> and turned the SEVEN upside down. \"NA-NA (なな: German \"scolding\" sound),\" scolded her partner.", "車": "<b>He saw a blue two-wheeled rickSHAW (シャ)<b> and decided to make it into a CAR.", "手": "A HAND with fingers spread out <b>will never fit in the tiny blue SHOE (シュ).<b>", "十": "A roman numeral TEN (X) <b>is balancing on its TOEs (とお) until they turn blue.<b>", "出": "<b>When I DARE (でる)<b> to COME OUT from behind the bamboo SHOOTS (シュツ), I see mountain (山) upon mountain (山).", "女": "The kneeling WOMAN with the outstretched arms was the one <b>who dated short, blue-haired JOE (ジョ).<b>", "小": "<b>In his magic SHOW (ショウ) he uses a blue COat (こ)<b> to turn a hook (亅) into two SMALL needles ()—and says he is not CHEAting (ちい(さい)).", "上": "That bar has a handle that sticks UP ABOVE the baseline. <b>Whenever JOE (ジョウ) is blue he tries to balance on the handle on one foot.<b>", "森": "<b>Blue-haired MORRIs (もり)<b> said that a FOREST has at least one tree (木) more than a grove (林).", "人": "This headless, armless PERSON <b>works as a blue NINja (ニン).<b>", "水": "The WATER <b>of incredibly blue SWIss (スイ) rivers<b> squeezes through narrow banks.", "正": "<b>Whenever he reaches a blue stop sign, SEIji (セイ) tells himself,<b> \"To stop (止) at the line (一) is the CORRECT thing to do.\"", "生": "A GROWING plant serves as a symbol for LIFE <b>in the SHOW (ショウ) on the stage on the blue SEE (セイ: German for \"lake\").<b>", "青": "The PALE plants that grow () <b>on the SHOre (ショウ) of the blue SEE (セイ: German for \"lake\")<b> appear BLUE when the moon (月) shines.", "夕": "A clear moon indicates that EVENING has arrived. <b>And YOU (ゆう) want to celebrate by hitting the slopes at night on our blue SKIs (セキ).<b>", "石": "A square STONE at the base of the cliff <b>fell on my blue SKI (セキ) and caused my ISCHIas (いし: German for \"sciatica\") to flare up.<b>", "赤": "The fire () glowed RED. It melted all the snow, exposing the earth (土) below and <b>making him feel silly for wearing blue SKIs (セキ).<b>", "千": "\"A picture is worth a THOUSAND words,\" said <b>the SENator (セン) in the blue suit,<b> studying an image of Jesus with a cross (十) in one hand and a whip (丿) in the other.", "川": "A big rod ( | ) is floating down the RIVER, <b>right in the CENter (セン)<b> between the banks ().", "先": "<b>The blue-haired SENator's (セン)<b> \n\r\nlegs (儿) carried him AHEAD toward his DESTINATION, but his mind was on LAST week and the birth () of his son.", "早": "Judging from the sun (日), it must be 10 (十) already. Time goes by QUICKLY <b>when you are SEWing (ソウ) a blue quilt.<b>", "足": "A FOOT with a heel () and a kneecap (口) constitute half a LEG. It SUFFICES that <b>the blue SOCKs (ソク)<b> go up only to the marker on the shin ().", "村": "<b>It is blue-haired SONia's (ソン) job<b> to measure (寸) all trees (木) in the VILLAGE.", "大": "This boy who is trying to look as BIG as possible <b>wears DEIne (ダイ: German for \"your\") blue TIE (タイ), which hangs to his knees.<b>", "男": "When strength (力) is needed in the rice field (田), the MAN <b>in blue DUNgarees (ダン) comes to help.<b>", "中": "The CHINESE arrow (丨) <b>with blue CHEWing (チュウ) gum on the tip<b> hits the target (口) right in the MIDDLE.", "虫": "I pinned the INSECT () to the bottom of the showcase with a little sign (中) but someone obscured the writing <b>with blue CHEWing gum (チュウ).<b>", "町": "The TOWN <b>where the blue-haired CHOsen (チョウ) one lived<b> was built around a rice field (田) with a statue of a giant nail (丁) in the middle.", "天": "<b>The blue-haired AMErican (あめ) TENor (テン) looked up in awe while singing this aria:<b> \"Above us all there is one (一) big (大) SKY.\"", "田": "<b>When the DENtist (デン) feels blue,<b> he strolls along the paths that cross the RICE FIELD.", "土": "This sturdy plant grows in the EARTH <b>even if DOgs (ド) keep peeing on it.<b>", "二": "\"Hold TWO fingers horizontally and <b>lift your blue FOOT Up (ふた) to touch the opposite KNEE (ニ), also blue.\"<b>", "日": "<b>The HEAt (ひ)<b> of the SUN powers NIETZSCHE’s (ニチ: German philosopher) blue CAr (か) by DAY.", "入": "<b>The blue-eyed NEW (ニュウ) Yorker<b> ENTERED the teepee (入) only after the Native American called out in an EErie (い(る)) voice, telling him to COME IN.", "年": "Every YEAR, <b>blue-haired NENa (ネン)<b> brings the person () guarding the well () a blue TOSHIba (とし) laptop.", "白": "A WHITE ray () of sunshine (日) falls <b>on the bowl of blue HUCKleberries (ハク).<b>", "八": "The teacher had a special nose. It would always sneeze EIGHT times—four on the left side and four on the right—<b>always with a tremendous HATSCHI (はち: German sound of a sneeze).<b>", "百": "<b>\"What? HE's YAKUza (ヒャク)?<b> No way! Only about one (一) in a HUNDRED of the white (白) males in this town has ties to those gangsters.\"", "文": "<b>Blue-haired MONica (モン)<b> tells her students to dot their i's and cross their t's (亠) in all SENTENCES. Otherwise she is going to cross out (乂) everything they've written.", "木": "This TREE with the sweeping branches <b>has a blue KEY (き) on top so that the blue BOCK (ボク: German for \"buck\") cannot reach it.<b>", "本": "<b>Under the blue sky of HONolulu (ホン)<b> he wonders how much of a tree (木) it takes to make one (一) BOOK.", "名": "<b>Blue-haired MEI (メイ)<b> stands at the window (口) each evening (夕), calling her lover's NAME.", "目": "An upright EYE painted <b>on the blue MElon (め) seemed to MOCK (モク) people.<b>", "立": "He is STANDING there, <b>staring at the huge blue RITZ (リツ) Hotel in front of him.<b>", "力": "<b>RICKY (リキ) turned blue<b> from all the effort of showing off the STRENGTH of his biceps.", "林": "<b>Blue-haired RINgo (リン)<b> was the only person who called the two trees (木) in his front yard a FOREST.", "六": "Whoever wins this game of rock (丶), paper (一), scissors (八), <b>using a blue ROCK (ロク),<b> will get the SIX-pack.", "引": "<b>Blue-haired INgrid (イン)<b> CONSULTS the archery manual before PULLING the string (丨) of her bow (弓).", "雲": "The dark CLOUDS <b>over the blue lagOON (ウン)<b> that look like two (二) noses (ム) promise rain (雨).", "遠": "In her travels (辶) to a DISTANT land (土), she made sure to have enough food to put in her mouth (口), comfortable clothes (), and <b>of course her blue TOY (とおい).<b>", "何": "\"WHAT can (可) a person (亻) say to the president?\" <b>asked the blue-haired NANNY (なに).<b> \"WHATEVER you say,\" he replied, \"don't mention blue CAlla (カ) lilies!\"", "科": "Using dippers (斗), <b>they filled the director's blue CAr (カ)<b> with grain (禾). Half the DEPARTMENT was in on the \"CRIME.\"", "夏": "You see a lot of lanterns () and crossed legs (夂) in a SUMMER dance <b>around a blue CAr (カ) filled with NUTS (なつ).<b>", "家": "<b>Blue-haired KEvin's (ケ)<b> FAMILY has a fancy roof (宀) on their HOUSE, but the inside looks like pigs (豕) live there.", "歌": "<b>In this picture, blue-haired UTA (うた)<b> \n\r\nhas her mouth wide open. It is possible (可) that she is yawning (欠). But it is also possible (可) that she is singing a SONG or reciting a POEM.", "画": "To preserve his PICTURES, <b>blue-haired GArfield (ガ)<b> attaches each one to a wooden lattice (田) that hangs (丨) from a rod (一) in an open box (凵).", "回": "<b>\"To build this blue KIte (カイ),<b> make this square nut GO AROUND the bolt at least 10 TIMES,\" said blue-haired Emile (エ).", "会": "<b>\"OW (あ(う))!\"<b> said the two (二) people who bumped elbows (ム) at a MEETING under the awning ().", "海": "\"Every (毎) drop of water (氵) flows to the OCEAN,\" <b>muses blue-haired KYle (カイ).<b>", "絵": "At the party (会) <b>the blue-haired twins KYle (カイ) and Emile (エ)<b> gave out colorful threads (糸). The guests had to arrange them to make a PICTURE of the hosts.", "貝": "A SHELLFISH with protruding legs <b>becomes tangled up with a sunken blue KIte (かい).<b>", "外": "Because it was already evening (夕) and quite dark OUTSIDE, <b>our blue-haired GUIde (ガイ)<b> MISSED the sharp right turn (ト). We should have gone with the OTHER guy.", "間": "<b>When MA (ま) has the blues,<b> she appreciates the SPACE in the gate (門) that lets sun (日) into the room.", "顔": "You should have seen the EXPRESSION on the lad's (彦) FACE when <b>I showed him the blue GUN (ガン)<b> made of big shells (頁).", "汽": "\"Water (氵) turns into STEAM (气) when heated,\" <b>blue-haired KEIth (キ) explained.<b>", "記": "<b>Blue-eyed KEIth (キ)<b> says (言) he himself (己) WROTE DOWN the sequence of events from MEMORY.", "帰": "<b>Blue-haired KEIth (キ)<b> RETURNED triumphantly with sword (刂) in hand (彐), FOLLOWED by blue-eyed KAEla (かえ(る)), who covered (冖) her head with a delicate cloth (巾).", "牛": "\"The COW with a broken horn? <b>I call her USCHI (うし).\"<b>", "魚": "In the middle of the rice field (田) he made a fire (灬) and roasted the FISH that was still on the hook (). <b>Then he said, \"Now hand me the spices from the blue SACK, ANNA (さかな).\"<b>", "京": "<b>In the back of the blue KIOsk (キョウ),<b> in a small (小) opening (口) covered by a lid (亠), they hide the map of the CAPITAL's secret passages.", "強": "<b>\"At the blue KIOsk (キョウ)<b> they're displaying an insect (虫) that can use its incredibly STRONG nose (ム) to pull the string of a bow (弓),\" says blue-haired HuGO (ゴウ).", "教": "With stick in hand (攵) TEACH child (孑) to put sticks in the earth (耂). <b>TODAY (キョウ: Japanese for \"today\") that would not be allowed.<b>", "玉": "The king (王) has a tiny bag (丶) containing JEWELS and <b>a rare, blue TAMArind (たま)<b> hanging from his belt for emergencies.", "近": "Whenever he felt some movement (辶) NEAR him, <b>the blue KINg (キン)<b> anxiously grabbed his ax (斤).", "形": "<b>Blue-haired KAte (ケイ)<b> checks the SHAPE of her short hair (彡) in a reflection in the well ().", "計": "Those were his last words (言): \"Counting by tens (十) is a good PLAN for CALCULATING <b>the depth of the blue CAve (ケイ).\"<b>", "元": "<b>She had her MOTTO (もと) tattooed in blue<b> on her two (二) legs (儿): \"Forget FORMER times. The past is dead.\"", "原": "The spring () at the foot of the cliff (厂) provides water for the FIELD that <b>MorGAN (ゲン) always visits when he is blue.<b>", "戸": "The front DOOR got <b>a COat (コ) of blue paint. Before it dried, someone left a small TOE (と) print on it.<b>", "古": "After you told (口) me <b>the story of your blue COat (コ)<b> 10 (十) times, it got really OLD.", "午": "NOON strikes, knocking top bit off cow (牛) <b>as it bumps into the blue GOgo (ゴ) girl.<b>", "後": "AFTER sitting cross-legged (夂) for too long, <b>blue-haired MarGO (ゴ)<b> put away the rug she had been making from short threads (幺) and took a few steps (彳) outside.", "語": "<b>After blue-haired MarGO (ゴ)<b> read the first five (五) words (言) of the STORY to the audience, her mouth (口) opened in shock. She had read them in the wrong LANGUAGE.", "工": "The I-beams used to CONSTRUCT the bridge <b>need a new blue COAt (コウ) of paint.<b>", "広": "<b>The men in blue COAts (コウ) who had been crowded in the lobby<b> finally SPREAD out in the main hall of the WIDE building (广), which gave everybody enough elbow (ム) room.", "交": "My father (父) put everything <b>for the blue COconut (コウ) smoothie<b> in the BLENDER and then turned it on without placing the lid (亠) on top.", "光": "<b>Blue-haired COdy (コウ)<b> sees rays () of LIGHT bouncing off of the table's (兀) surface.", "考": "<b>Blue-haired COdy (コウ)<b> THINKS best when he sits on the riverbank with his fishing rod in the ground (耂) and the fishing line (一) and hook (勹) dangling in the water.", "行": "<b>He wears a blue COAt (コウ)<b> one (一) night a week when GOING out to count the steps (彳) in each town subsection (丁).", "高": "Although it was only two stories high with a flat roof and an antenna, it was HIGHER than the nearby buildings, <b>and it stood out because of all the blue COconuts (コウ) scattered in its front yard.<b>", "黄": "<b>Look for the man in the blue COAt (コウ) who has a blue KEY (き) hanging around his neck.<b> He will tell you that the YELLOW brick road cuts across the grassy (艹) area near the rice field (田).", "合": "\"COMBINE this roof () with those windows (口) and you have a perfect FIT!\" <b>said blue-haired architect HuGO (ゴウ).<b>", "谷": "The VALLEY is lined with double-roofed () houses (口), each with <b>a blue TANNE (たに: German for \"fir tree\") in the yard.<b>", "国": "<b>Blue-eyed KUNIgunde (くに)<b> returned to the COUNTRY that had confiscated her jewels (玉) and found them displayed in a special enclosure (囗) at a museum.", "黒": "<b>To film HitchCOCK's (コク) \"Blue Lantern,\"<b> they created a village (里) and used fire (灬) to turn the town hall BLACK.", "今": "\"Take cover () in the corner () NOW!\" <b>yelled the blue-haired CONcierge (コン).<b>", "才": "She had the GENIUS to use a crochet hook (亅) to rescue the bracelet (ノ) from the vent (一) <b>and SIGHed (サイ) with relief when it worked.<b>", "作": "A person (亻) with a saw () sets out to MAKE something <b>while SUCKing (サク) on a blue lollipop.<b>", "算": "<b>When my SON (サン) feels blue,<b> he holds his bamboo (竹) abacus (目) with both hands (廾) and does one CALCULATION after the other.", "止": "Everybody STOPPED in their tracks when the pole ( | ) <b>with the blue SHEet (シ)<b> appeared above (上) the harbor.", "市": "<b>The blue-haired SHIatsu (シ) teacher<b> went to the flea MARKET in the CITY and bought a top hat (亠) made of cloth (巾).", "思": "<b>Blue-haired SHEila (シ)<b> is truly a farmer at heart (心). All she THINKS about is her rice field (田).", "紙": "With braided threads (糸) he ties up NEWSPAPERS containing articles by Ms. (氏) <b>SHEila (シ) Miller, famous for her blue earrings.<b>", "寺": "At the BUDDHIST TEMPLE, I measured (寸) the depth of the earth (土) under each <b>TERRAcotta (てら) statue that was wearing a blue bib.<b>", "自": "When I introduce mySELF, I always bat an eye (目) lash () <b>and shout \"I'm JIm (ジ)!\"<b>", "時": "<b>Blue-haired JImmy (ジ)<b> can tell the TIME from the way the sun (日) shines on the Buddhist temple (寺).", "室": "They arrived at (至) noon and went into a ROOM where <b>blue SHEETS (シツ) hung<b> from the ceiling (宀).", "社": "The COMPANY uses its land (土) mainly to display (礻) <b>its blue rickSHAWs (シャ).<b>", "弱": "<b>Blue-haired JACQUES (ジャク) and his friend<b> felt WEAK after a night of hunting on the ice (冫) with their bows (弓).", "首": "A big shell () hangs around the NECK of the LEADER, and on his HEAD there are two pins () <b>in the shape of tiny blue SHOEs (シュ).<b>", "秋": "In AUTUMN the farmer sets fire (火) to the straw stubble that remains after he harvests the grains (禾). <b>This year, he barely got his big blue SHOEs (シュウ) out of the field before the fire spread.<b>", "春": "In his YOUTH, <b>blue-haired SHUNpei (シュン)<b> watched three (三) people (人) having SEX under the SPRING sun (日).", "書": "Every day (日) he takes his writing brush (聿) and WRITES until his BOOK is ready <b>to be sold in the blue SHOp (ショ).<b>", "少": "The detective found a SMALL QUANTITY of little (小) eyelashes (ノ) <b>on the murder victim's SHOUlder (ショウ), which was blue with bruises.<b>", "場": "<b>Blue-haired JOE (ジョウ) laid out blue BAnanas (ば)<b> for the picnic at a PLACE where rays () of the sun (日) hit the ground (土).", "色": "The artist's installation includes statues of bent bodies (, 巴), <b>which are SHOCKingly (ショク) blue,<b> in front of a COLORful background that almost evokes SENSUAL PLEASURE.", "食": "It is good (良) to put a lid () on FOOD so it will not spoil, <b>even if it is just for the blue KUH (くう: German for \"cow\"). Otherwise all the blue stuff growing on it will SHOCK (ショク) you.<b>", "心": "It felt as if his HEART suffered multiple strokes when <b>he hit his SHINs (シン) so hard that they turned blue.<b>", "新": "He stands (立) on <b>the blue roof SHINgles (シン) of his house<b> and swings his NEW ax (斤) to cut off the top of the tree (木).", "親": "The PARENTS stand (立) <b>on the blue roof SHINgles (シン) of their houses,<b> peering over the trees (木) to see (見) their kids in the neighbor's garden.", "図": "<b>Blue-haired TOni (ト)<b> has an ILLUSTRATION of the land that the blue ZUni (ズ) people own. The PLAN shows the town square (囗) and has dots and crosses (斗) for gas stations and restaurants.", "数": "The woman (女) COUNTS the NUMBER of rice (米) grains. \"I will strike (攵) you <b>or even SUE (スウ) you if you count them wrong!\" yells her boss.<b>", "西": "<b>Blue-haired SEIko (セイ)<b> put her foot (儿) in her mouth when she said that of the four (四) directions, WEST was the most important one (一).", "声": "<b>Blue-haired SAdie (セイ)<b> holds the door () open so everyone can hear the samurai's (士) beautiful VOICE.", "星": "\"A STAR is called a sun (日) when it is the center of a planetary system,\" \n\r\n<b>blue-eyed SEIko (セイ)<b> tells her astronomy students (生).", "晴": "<b>Blue-haired SEIji (セイ) gathered his soccer players around and said, \"HURRY (はれ(る))!<b> The sun (日) is out and the sky is blue (青). It finally CLEARED UP! Let's play!\"", "切": "\"I have seven (七) swords (刀), but only one is SHARP enough to CUT the rope,\" <b>he SIGHed (サイ).<b>", "雪": "<b>Blue-haired YUKI (ゆき)<b> notices that the rain (雨) has turned to SNOW, and she holds out her hand (彐) to catch some snowflakes.", "船": "The BOAT (舟) has eight (八) portholes (口), so <b>the blue-haired SENator (セン)<b> thinks it qualifies as a SHIP.", "前": "<b>The blue-eyed ZEN (ゼン) priest<b> \n\r\nalways removes at least one (一) of the cow's horns () BEFORE cutting (刂) the meat (月) into PORTIONS.", "組": "\"Furthermore (且), you need to COMBINE threads (糸) by color to FORM various GROUPS,\" <b>said blue-haired KUMIko (くみ).<b>", "走": "While RUNNING through the fields to <b>SOW (ソウ) blue HASHIsh (はし(る)) seeds,<b> he caught his foot () on something sticking up from the ground (土).", "草": "<b>I always SOW (ソウ) blue<b> GRASS (艹), which grows fast, but the WEEDS grow just as quickly (早).", "多": "I want to spend MANY more than two evenings (夕) with you <b>in the blue TAtami (タ) room.<b>", "太": "The LARGE dog (犬) has his THICK tail (丶) between his legs because he cannot run fast anymore. <b>He TIres (タイ) easily and has to rest on the FUTOn (ふと(い)).<b>", "体": "The person (亻) <b>with the blue TIE (タイ)<b> saw a book (本) on a blue TAble (テイ) about SUBSTANCES that nourish the BODY.", "台": "The man with the big nose (ム) and the huge mouth (口) <b>adjusts his blue TIE (タイ)<b> and steps on the PLATFORM to COUNT all MACHINES AND VEHICLES in this hangar.", "地": "On Saturdays (土) <b>the blue CHIckens (チ)<b> are allowed on the piece of LAND with the best worms ().", "池": "<b>The blue CHIckens (チ)<b> drink water (氵) from the POND and fight over the squirming worms ().", "知": "He KNEW which opening (口) the arrow (矢) would go through, <b>so it's unfair that he won the blue CHIcken (チ).<b>", "竹": "<b>The blue CHICK (チク)<b> tried to squeeze between two BAMBOO stalks.", "茶": "When she poured the excess () TEA on the grass (艹), <b>she spilled some on her blue SAri (サ),<b> leaving a LIGHT BROWN stain.", "昼": "They started walking at dawn (旦), <b>CHEWing (チュウ) blue gum.<b> At MIDDAY the person carrying the backpack (尺) finally distributed their lunches.", "長": "The LONG-haired guy walking with a stick is their leader. <b>He was CHOsen (チョウ) for his blue hair.<b>", "鳥": "The BIRD with big talons and <b>blue feathers was CHOsen (チョウ)<b> to play the eagle in the annual play.", "朝": "Each Monday (月), <b>the blue-haired CHOsen (チョウ) one<b> climbs a hill in NORTH KOREA to see the MORNING sun (日) rise between plants ().", "通": "He uses (用) swift movements (辶) of his elbows (マ) to PASS through the crowd on the STREET. <b>He is eager to catch a glimpse of the COYOte (かよ(う)) with the blue tail.<b>", "弟": "<b>\"OTTO, OTTO (おとうと)!<b> Grab your bow (弓), your walking stick ( | ), and the rope (ノ), and let's get out (\\ /) of here!\" blue-eyed TAYlor (テイ) Swift shouted at my YOUNGER BROTHER.", "店": "A STORE <b>selling blue TENnis (テン) balls<b> now occupies (占) the building (广) next to the church.", "点": "While telling my fortune (占) <b>outside the blue TENt (テン),<b> the woman makes a POINT of LIGHTING a candle without using fire (灬).", "電": "Lightning (乚) strikes a rice field (田) in an ELECTRIC rain (雨) storm, <b>leaving a big blue DENt (デン) right in the middle.<b>", "刀": "This SINGLE-EDGED SWORD is good for <b>cutting off big blue TOEs (トウ).<b>", "冬": "In the middle of WINTER they sit cross-legged (夂) on the ice () <b>until their TOEs (トウ) turn blue.<b>", "当": "<b>Whenever the blue TOW (トウ) truck comes by,<b> the boy throws a pebble at the little () pig's head (彐) painted on its side and almost always HITS THE MARK.", "東": "<b>Blue-haired TOni (トウ) watches<b> the sun (日) rise through the trees (木) in the EAST.", "答": "Go to that bamboo (竹) house (合) and ask <b>blue-haired TOny (トウ).<b> He will know the ANSWER.", "頭": "<b>Under the blue skies of KASHIRA (かしら: town in Russia), blue-haired TOny (トウ)<b> interviewed the CHIEF of the ZUni (ズ) people. The tribal leader wore a HEADdress made of beans (豆) and big shells (頁).", "同": "All the houses (冂) on his street looked the SAME, built close TOGETHER with one (一) window (口) facing the street. <b>To make his house stand out, he placed a statue of a blue DOE (ドウ) in the garden.<b>", "道": "By moving (辶) her head (首), she indicated the WAY <b>to the famous blue TOE (トウ) monument.<b>", "読": "<b>On the side of the blue TOW (トウ) truck<b> a newspaper advertises that it sells (売) words (言) to READ.", "南": "Down SOUTH <b>each NUN (ナン) from the Blue Cross order<b> lives in a house (冂) with a cross (十) on top and a drying (干) rack with many clothespins (\\ /) in the yard.", "馬": "A rearing HORSE <b>comes into a BAr (バ) where they play the blues and says, \"A whiskey for me and my MA (ま).\"<b>", "売": "<b>Whoever BUYs (バイ) from us won't be blue<b> because we have a real samurai (士) standing (儿) behind the counter (冖) and SELLING our goods.", "買": "<b>The blue-haired BUYer (バイ) comes to the market on his blue COW (か(う)),<b> pays with seashells (貝), and carries his purchases home in a big net (罒).", "麦": "<b>Blue-eyed BUCK (バク)<b> sits cross-legged (夂) every day, watching plants grow () and waiting to see if they will become WHEAT or BARLEY.", "半": "<b>The blue-haired HUNter (ハン) took aim,<b> but before he could shoot, a strange animal came out of (\\ /) the bushes. It was HALF cow () and HALF sheep.", "番": "<b>The Blaue BAHN (バン: German for \"blue train\") restaurant<b> sources only from local rice fields (田) for its topped rice (釆) dish, which has received the highest RANKINGS.", "父": "My FATHER is my hero. Although he was <b>only a FOotsoldier (フ) in a blue uniform,<b> he received eight (八) crosses (乂) for bravery.", "風": "<b>\"PHEW (フ)!\" she exclaimed<b> after removing the dead insects (虫) that had blown onto the sail (几) in the strong WIND. Just a few smears (ノ) did not come off.", "分": "He DIVIDED <b>blue-eyed BOONe's (ブン)<b> birthday cake into eight (八) PARTS with his sword (刀). The partygoers all had one MINUTE to grab a piece.", "聞": "<b>Blue-haired BOOne (ブン)<b> holds his ear (耳) to the gate (門) so he can HEAR all the blue MONsters (モン) out there.", "米": "<b>By the light of the blue COMEt (こめ)<b> she saw grain-laden ears of AMERICAN RICE floating in the BAY (ベイ).", "歩": "<b>\"HO (ホ), ho, ho,\" said Santa<b> while WALKING down the street, stopping (止) in front of each house to deliver small quantities (少) of blue BOoks (ブ) and toys.", "母": "\"Your MOTHER is a woman () with prominent nipples (丶),\" he said. <b>\"HAHA (はは)!\" said the son, laughing to cover his embarrassment.<b>", "方": "<b>Blue-haired HOmer (ホウ)<b> stretched out his arms, lifted a leg, and resolutely took the first step in the DIRECTION of KolKATA (かた), the city in India they are painting blue.", "北": "One person sits (ヒ) facing NORTH, while the other person sits (丬) facing <b>the blue hollyHOCK (ホク).<b>", "毎": "\"EVERY person () has a mother (毋),\" <b>said MAYa (マイ).<b>", "鳴": "The mouth (口) of a bird (鳥) can produce a CRY, while some other animals MAKE A SOUND <b>like MÄH (メイ: German for the sound that sheep make).<b>", "毛": "Tufts of HAIR are floating <b>in the blue MOAt (モウ).<b>", "門": "<b>Blue-haired MONica (モン)<b> thought the two-door GATE resembled saloon doors.", "夜": "He is a strange person (亻). When the moon () is full, he puts on a top hat (亠) <b>and YOdels (よ)<b> all NIGHT.", "友": "Hands (, 又) are reaching out <b>to the blue EWE (ユウ)<b> in FRIENDship.", "用": "They USE <b>blue MOCHI (もち(いる): Japanese rice cake) to stuff the holes that long YOdeling (ヨウ) caused<b> in their picket fence.", "来": "Please COME in the near FUTURE to get your 10 (十) grains of white rice (米) <b>and blue RYE (ライ).<b>", "楽": "It is an exquisite PLEASURE <b>to see blue-haired RAKU (ラク)<b> dancing to this wild MUSIC on the wooden (木) platform with drops of sweat () flying off his white (白) face.", "里": "Rice fields (田) and tilled soil (土) surround the VILLAGE, <b>which has a blue calamaRI (リ) as its mascot.<b>", "理": "\"To ARRANGE for the king (王) to stay in the village (里) is the MORALLY CORRECT decision,\" <b>said blue-haired RIchie (リ).<b>", "話": "She loves telling the STORY of how a slip of the tongue (舌) during her speech (言) in <b>the blue state of IoWA (ワ)<b> almost cost her the election.", "悪": "<b>Blue-eyed Oscar (オ)<b> harbored HATRED for Asia (亜) in his heart (心).", "安": "<b>My blue-haired AUNt (アン)<b> is one of those women (女) who feels most PEACEFUL and SAFE under her own roof (宀), even if her house has only INEXPENSIVE furniture.", "暗": "The sun (日) sets without a sound (音), and the town grows DARK. The darkness <b>makes my AUNt (アン) so blue that she CRIEs (くらい).<b>", "医": "The DOCTOR arrived at <b>blue-haired Isabel's (イ)<b> doorstep (匚) as fast as an arrow (矢).", "意": "A thought in the MIND is usually random, but sometimes it's a sound (音) from the HEART (心) <b>accompanied by a beautiful blue Image (イ).<b>", "育": "I TRAINED my kid to be careful not to get his nose (ム) caught between the lid (亠) and pot when checking meat (月) stew <b>and to be suspicious of blue SODA (そだ(てる)).<b>", "員": "<b>INgrid (イン), the HR woman at the blue desk,<b> tells all EMPLOYEES to keep their mouth (口) shut when outsiders ask about money (貝).", "飲": "<b>Blue-haired INgrid (イン)<b> often lacked (欠) food (飠) but always had enough to DRINK.", "運": "It was the DESTINY of the armed forces (軍) to MOVE (辶) SKILLFULLY <b>across the blue lagOON (ウン).<b>", "駅": "<b>Blue-haired EzEKIel (エキ)<b> runs around with a ruler (尺), measuring the distance between the horses (馬) in front of the train STATION.", "園": "The enclosure (囗) includes not only a GARDEN but also land (土) around the FARMhouse. <b>When the ENgineer (エン) is feeling blue,<b> he squeezes through an opening (口) in the hedge, sometimes ripping his clothing (), and strolls in the PARK.", "横": "Yellow (黄) wood (木) lies on its SIDE. <b>\"OH (オウ), look! A blue YOKO (よこ) Ono is sitting on it!\"<b>", "屋": "We arrive at (至) the SHOP with <b>the big blue \"OCCUpant (オク) missing\" sign across the entrance<b> and find the corpse (尸) of the saké dealer on the ROOF.", "化": "The man CHANGEs gracefully from a standing position (亻) to a sitting position (ヒ) <b>when he gets into his tiny blue CAr (カ).<b>", "荷": "\"Whatever (何) plants (艹) you transport <b>in your blue CAr (カ),<b> make sure the LOAD is distributed evenly,\" said blue-haired NIcole (に).", "開": "<b>Blue-haired KYle (カイ)<b> needed both hands (廾) to remove the bar (一) so as to OPEN the gate (門).", "階": "Everyone (皆) takes the STAIRS to the top FLOOR <b>to watch the blue KIte (カイ) flying competition<b> on the left hill (阝).", "角": "The ANGULAR HORN of the ox <b>got caught in the blue CAr DOor (かど).<b>", "活": "<b>At the hair salon Blue CUTS (カツ),<b> the dog deftly uses his tongue (舌) to lick up water (氵) under the MOVABLE chairs, giving the place a LIVELY atmosphere.", "寒": "It's so COLD that they need to cover (宀) the six () wells () <b>near the blue ryoKAN (カン)<b> so the water will not turn to ice ().", "感": "Cutting one (ー) opening (口) in the cliff (厂) with his spear (戈) fills his heart (心) with FEELINGS of pride. He is so strongly AFFECTED BY it <b>that he puts on his blue tutu and dances the CANcan (カン).<b>", "館": "Government officials (官) need to eat (飠) in a huge BUILDING <b>so they have room to dance the CANcan (カン) in blue tutus after lunch.<b>", "起": "He makes himself (己) ARISE early every day, <b>puts the blue house KEY (キ) around his neck,<b> and goes for his morning run (走).", "期": "On the first Monday (月) of each new school TERM, <b>blue-haired KEIth (キ)<b> places the ladder on the table (其) to replace the schedule on the wall.", "客": "<b>The CACKLE (カク) of the blue bird<b> greets every (各) VISITOR at the house (宀).", "級": "<b>The blue-haired CUban (キュウ)<b> has reached (及) a level of expertise where he can tell high-GRADE from low-GRADE cotton just by touching one thread (糸).", "宮": "To protect IMPERIAL FAMILY MEMBERS from rain, the PALACE buildings (口) are connected by roofed (宀) walkways (ノ). <b>The Bluebird Cafe on MIYAjima (みや) has a CUte (キュウ) picture of one such walkway.<b>", "球": "The king (王) was seeking (求) his BALL <b>and found it amid blue TAMArind (たま) trees.<b>", "去": "<b>COdy (コ), the dog with the blue collar,<b> puts his nose (ム) to the ground (土) to find out if his friends were there in the recent PAST.", "業": "<b>Blue-haired GEOrg (ギョウ)<b> makes models of sheep (羊) and trees (木) as a BUSINESS. He lines them up in his store, half a row () of each.", "曲": "While wandering along the paths ( | ) between the rice fields (田), he sings a SONG <b>in a minor KEY in OKU (キョク: language spoken in Cameroon).<b>", "銀": "She stops (艮) <b>below the blue GINgko tree (ギン)<b> when she spots a metal (金) bracelet. It turns out to be pure SILVER.", "具": "\"Keep an eye (目) on the table () with all my TOOLS. <b>I do not want the blue GOo (グ) to spill on them.\"<b>", "兄": "My ELDER BROTHER, <b>blue-eyed KYOsuke (キョウ),<b> seems to be all mouth (口) and legs (儿) because he is always yelling at me or running after me.", "係": "<b>Blue-haired KAte (ケイ),<b> the PERSON IN CHARGE of the family lineage (系) chart, realized that she is not RELATED TO every person (亻) on it by blood but is CONNECTED by marriage to the rest.", "血": "<b>His blue-eyed CATS (ケツ) watch<b> as he pours pork BLOOD into his special bowl (皿) and stirs in the pork rind, barley, and spices with a chopstick (丿) to make blood sausage.", "決": "Nobody could dissuade him from his DECISION to sit on a big (大) chair () near the water (氵) in winter, so he WAS DESTINED <b>to CATCH (ケツ) a cold and turn blue.<b>", "研": "<b>Blue-haired KEN (ケン)<b> SHARPENS the tines of his rake () with a special stone (石).", "言": "On the screen you see a mouth (口) SAYING the WORDS of a four-line poem (), <b>accompanied by a blue KOTO (こと).<b>", "庫": "He removes the vehicles (車) from the large building (广) to make it into a STORAGE SPACE <b>for blue COtton (コ) shirts.<b>", "湖": "<b>When COdy (コ), the dog with the blue collar,<b> jumps in the LAKE, the reflection of the full moon (月) in the water (氵) changes, suddenly resembling an old (古) man.", "公": "Eight (八) guards <b>wearing blue COAts (コウ)<b> pick their noses (ム) in PUBLIC.", "向": "<b>Blue-haired COdy (コウ)<b> looks to the OTHER SIDE of the street. There he sees a house (冂) with a convenient mark (丶) above the bedroom window (口) of the girl he likes. He swiftly GOES TOWARD it.", "幸": "Just one (一) word from a kind person <b>like blue-haired COdy (コウ)<b> can turn a bitter (辛) experience into a HAPPY one.", "号": "<b>Blue-eyed HuGO (ゴウ)<b> took one (一) slip of paper from the hook (勹) by the door and approached the window (口) when his NUMBER was called.", "祭": "Using both hands (), he puts meat (月) on the altar (示) <b>with a SIGH (サイ)<b> in the FESTIVAL of WORSHIP.", "細": "\"Finding a SLENDER thread (糸) in a rice field (田) is difficult,\" <b>he SIGHed (サイ).<b>", "仕": "\"A samurai (士) is a person (亻) who loyally SERVES a master,\" <b>explained blue-haired SHEila (シ).<b>", "死": "The DEATH (歹) of the fallen woman (ヒ) was instantaneous. <b>He covered her with a blue SHEet (シ).<b>", "始": "In the BEGINNING of the show, women (女) <b>with blue SHEep (シ)<b> moved onto the platform (台).", "指": "<b>Blue-haired SHEila (シ)<b> looks carefully at her hand (扌) to figure out the purpose (旨) of each FINGER.", "歯": "<b>\"HA (は) ha ha!\" he laughed,<b> using his TEETH to stop (止) the rice (米) from falling out of his mouth (口).", "詩": "<b>Blue-haired SHEila (シ)<b> gave a speech (言) in the Buddhist temple (寺) in the form of a POEM.", "次": "<b>First they forgot the blue JIgsaw (ジ) puzzle.<b> The NEXT thing lacking (欠) was the ice (冫). What a miserable party!", "事": "At WORK <b>blue-haired JImmy (ジ)<b> takes one (一) THING at a time out of the box (口), points out its features with a stick (亅) in his hand (), and tells his colleagues FACTS about it.", "式": "At the engineering (工) college graduation CEREMONY (弋), she walked with STYLE to the front to accept <b>a blue copy of SHIKI (シキ: a horror novel).<b>", "写": "<b>The blue-haired geiSHA (シャ)<b> lifts the cover (冖) off the box and gives (与) him a PHOTOGRAPH. He COPIES it by hand, DEPICTING the blue bOOTS (うつ(す)) in detail.", "者": "\"Every PERSON will be old (耂) one day (日) if they live long enough,\" <b>said the geiSHA (シャ) in the blue kimono.<b>", "主": "<b>A small, blue SHOE (シュ) on your keychain<b> marks (丶) you as the one the king (王) appointed to PRESIDE OVER the city.", "取": "The hand (又) TAKES <b>a little blue SHOE (シュ)<b> and places it over one ear (耳).", "酒": "Although the ALCOHOL in the saké bottle (酉) was watered (氵) down, he got so drunk that he threw up all over <b>his blue jeans from OSAKA (さか).<b>", "受": "<b>Little blue-eyed JUlie (ジュ)<b> stretched out her hand (又) to RECEIVE her diploma (冖) from her teacher's hand (爫).", "州": "<b>He gets his blue SHOEs (シュウ)<b> from a PROVINCE that is just a chain of islands (丶) in a river (川).", "拾": "<b>Blue-haired JUlie (ジュウ)<b> used both hands (扌) for PICKING UP her blue SHOEs (シュウ), which were scattered around the house (合).", "終": "For each week of winter (冬) they tie <b>a blue SHOE (シュウ)<b> lace (糸) to the banister. Tying the last one means that winter has come to an END.", "習": "It is a tribal CUSTOM for girls to LEARN to make a white (白) dress from feathers (羽) and <b>blue SHOEs (シュウ) from hemp<b> for a coming-of-age ceremony.", "週": "<b>With his new blue SHOEs (シュウ)<b> he moves (辶) even faster and now runs 100 laps (周) a WEEK.", "集": "On the tree (木) <b>where the blue SHOE (シュウ) is hanging,<b> old birds (隹) GATHER every evening.", "重": "<b>The blue-haired CHOsen (チョウ) one invited blue-haired sophOMOre (おも(い)) Emil (え) and tall, blue-eyed JUlie (ジュウ)<b> to ride in his vehicle (車), which is so HEAVY that it has double wheels ().", "暑": "If there's HOT WEATHER tomorrow, we'll have to keep <b>the open-air blues SHOw (ショ)<b> short because one very important person (者) in the audience cannot be exposed to the sun (日) for too long.", "助": "<b>Blue-haired JOshua's (ジョ)<b> ASSISTANT HELPS out around the office. Moreover (且), his strength (力) comes in handy during dangerous RESCUE operations.", "昭": "<b>After the blue-haired SHOgun (ショウ)<b> achieved ENLIGHTENMENT, he ate (召) only on Sundays (日).", "消": "Every month (月) a little () water (氵) DISAPPEARS from the reservoir. <b>It turns out the blue-haired SHOgun (ショウ)<b> uses it to EXTINGUISH his candle each night.", "商": "COMMERCE in the town picked up again <b>after the merchants put on a SHOW (ショウ) on the blue stage<b> with people standing (立) on upside-down boxes (冂) and with others running around with open mouths (口) and flailing legs (儿).", "章": "<b>The blue-haired SHOgun (ショウ)<b> arranged the WRITTEN PASSAGE on his shield so that his motto would stand (立) out quickly (早).", "勝": "<b>Blue-haired KATSU (か(つ))<b> is strong (カ), so he always WINS the competition held on the second (二) Tuesday (火) of every month (月).", "乗": "<b>Blue-haired JOE (ジョウ)<b> and Jill come () RIDING down the hill. The two (二) GET ABOARD the bus and do MATHEMATICAL MULTIPLICATION all the way to school.", "植": "He doesn't want just any PLANT for his living room but insists on <b>a SHOCKingly (ショク) blue,<b> extremely straight (直) tree (木).", "申": "SPEAKING in HUMBLE terms, <b>the blue-eyed SHINto (シン) priest<b> REPORTS to the main temple every day (日) about whether or not he used the rod ( | ) on his disciples.", "身": "When the pregnant woman sees her conspicuous BODY <b>with the blue SHINs (シン) in the MIrror (み),<b> she hopes that she will be back to normal soon.", "神": "<b>Blue-haired GENE (ジン)<b> puts on a special robe (衤) and uses humble speech (申) when worshipping GOD.", "深": "<b>The SHINto (シン) priests in their blue robes<b> assemble at the DEEP watering (氵) hole () in front of the holy tree (木) each morning.", "世": "In this part of the WORLD, all GENERATIONS sit together in a corner () and help turn the spit with the pig () <b>while YOdeling (よ).<b>", "線": "\"To get to the station, just follow the rope (糸) that stretches in a straight LINE from the fountain (泉) to the railroad TRACKS,\" <b>said the blue-haired SENator (セン) to the blind girl.<b>", "全": "<b>The blue-eyed ZEN (ゼン) priest<b> has to make sure that the king (王) is COMPLETELY safe under the temple's roof ().", "送": "<b>Blue-haired SOphie (ソウ)<b> was so moved (辶) by the gift that she thought it was SENT down from (\\ /) the heavens (天).", "息": "He looks at his OFFSPRING'S <b>filthy blue SOCKs (ソク) on the floor,<b> and with every BREATH he calms himself (自) and releases all anguish from his heart (心).", "打": "<b>Blue-haired BrenDA (ダ)<b> took the hammer in her hand (扌) and HIT the nail (丁).", "対": "He measured (寸) the correlation between <b>wearing a blue TIE (タイ)<b> and OPPOSING gay literature ().", "待": "I will WAIT at the steps (彳) of the Buddhist temple (寺), <b>wearing a blue TIE (タイ).<b>", "第": "Here is the ORDER of steps for making an arrow for your bow (弓): First, the fletching (ノ) <b>needs to be DYEd (ダイ) blue.<b> Second, you have to select a bamboo (竹) rod (丨) to which you'll attach the tip and fletching.", "炭": "<b>Blue-haired SUMI (すみ) takes Blau-TANnen (タン: German for \"blue fir tree\")<b> from the mountain (山) to make CHARCOAL, then uses the ash (灰) to improve the soil in her garden.", "短": "She shoots SHORT arrows (矢) at the beans (豆) that <b>she placed on the branches of the Blau-TANne (タン: German for \"blue fir tree\").<b>", "着": "<b>Blue-haired CHUCK (チャク)<b> ARRIVED in time to see with his own eyes (目) that a sheep (羊) was WEARING a woolen scarf (ノ).", "注": "The landlord (主) POURS water (氵) INTO cups <b>after offering everybody blue CHEWing (チュウ) gum.<b>", "柱": "<b>Kids stick blue CHEWing (チュウ) gum<b> on the wooden (木) PILLAR erected to appease the deity (主).", "丁": "<b>When Liz TAYlor (テイ) had the blues, she CHOse (チョウ)<b> to COUNT her GUNS at a T-intersection in our SUBSECTION of TOWN.", "調": "After scanning the CONDITION of his surroundings (周), <b>the blue-haired CHOsen (チョウ) one<b> ADJUSTED the TONE of his speech (言) about the INVESTIGATION so as not to disturb the HARMONY of the community.", "直": "Ten (十) eyes (目) stare DIRECTLY at <b>blue-haired NAOmi (なお(る))<b> as she REPAIRS the corner ().", "追": "We CHASED the criminal on our fast moving (辶) <b>blue lawnmOWer (お・う),<b> only to find him sitting on his buttocks (㠯), an incriminating dollar bill () sticking out of his pocket.", "定": "<b>Blue-haired JOE (ジョウ)<b> DECIDED to limit the number of animals (疋) under his roof (宀) to 20.", "鉄": "<b>Blue-haired TETSU (テツ)<b> lost (失) a metal (金) bracelet, but it was only made of IRON.", "転": "I myself (厶) drive one of the two (二) vehicles (車) that REVOLVE around the pole <b>of the blue TENt (テン) to the Russian folk song KOROBUshka (ころ・ぶ).<b>", "都": "\"A METROPOLIS is just a village (阝) with many persons (者),\" <b>said blue-haired TOni (ト).<b>", "度": "<b>The blue teleTUBBY (たび)<b> stuck his hand (又) into the building (广). It measured 21 () DEGREES.", "投": "On the PROJECTION they see clearly that <b>blue-haired TOni (トウ)<b> THREW the pike (殳) with his left hand (扌).", "登": "They ASCENDED the mountain, <b>stubbing their TOEs (トウ) to the point of being blue,<b> until they reached the dotted tent (癶). There they rested and ate canned beans (豆).", "等": "While making all the bamboo (竹) stalks around the Buddhist temple (寺) EQUALLY tall, <b>I hit my TOE (トウ) so hard it turned blue.<b>", "動": "It took great strength (力) for the heavy (重) <b>blue DOE (ドウ)<b> to MOVE up the steep slope.", "童": "In this strange village (里) CHILDREN stand (立) on one leg and <b>knead blue DOUGH (ドウ)<b> until they become teenagers.", "内": "The person (人) trapped INSIDE the upside-down box (冂) <b>uses a blue KNIfe (ナイ)<b> to cut a hole in the top.", "肉": "No more than two people (人) fit in the butcher shop (冂) with the best MEAT. <b>The butcher sometimes wears nothing but blue KNICKers (ニク).<b>", "農": "<b>The \"Blue People\" NOmads (ノウ)<b> believe that singing the dragon (辰) song (曲) when FARMING will protect their harvest.", "波": "<b>\"HA (ハ)!<b> I just realized something! WAVES are like the skin (皮) of ocean water (氵),\" he said.", "畑": "<b>From her blue HUT AKEelah (はたけ)<b> can see rice FIELDS (田) on fire (火).", "発": "<b>They retreated to their blue HUTS (ハツ)<b> when the teepee (癶) STARTED to EMIT green smoke and two (二) legs (儿) stuck out of the doorway.", "反": "<b>Blue-haired HANs (ハン)<b> threw his ANTI-impotence drugs against the cliff (厂), picked them up, and threw them again (又) because they had stopped working.", "坂": "<b>The blue-haired HUNgarian (ハン)<b> asked everybody to oppose (反) the plan to pave over the soil (土) of their favorite ski SLOPE.", "板": "The CHEF <b>at the popular eatery the Blaue BAHN (バン: German for \"blue train\")<b> is opposed to (反) a wooden (木) bulletin BOARD in his kitchen.", "皮": "<b>HIdeo (ヒ) of the Blue Guild of butchers<b> said he is opposed (反) to removing the SKIN from the rabbit with one stroke ( | ).", "悲": "<b>When blue-haired HIdeo (ヒ)<b> found the bird with the broken wings (非), he felt great SADNESS in his heart (心).", "美": "<b>They passed a blue BIllboard (ビ)<b> claiming, \"Only big (大) sheep (羊) are BEAUTIFUL.\"", "鼻": "<b>Standing under the blue BIllboard (ビ),<b> he decides to check on the gates (廾) to the rice field (田) himself (自) because only he has a NOSE for tampering.", "表": "<b>A macaw, specifically a blue ARA, WAS (あらわ・す)<b> stitched on the FRONT SIDE of the samurai's (士) clothing (衣).", "病": "Although it was just a third-class (丙) hospital, they diagnosed <b>blue-haired BJOrn's (ビョウ)<b> ILLNESS correctly. And he had a room with a window (疒).", "品": "The new PRODUCT is a <b>set of blue HINges (ヒン)<b> that connect to three windows (口) in an ELEGANT way.", "部": "The crowd stands (立) open-mouthed (口) in the cordoned-off SECTION of the village (阝) <b>where a dramatic reading of the new blue BOok (ブ) is taking place.<b>", "服": "<b>His job at the Blue Moon clothing store in FUKUoka (フク)<b> was to take the CLOTHES off the rack (卩), fold them, and place them on the appropriate shelf (月) again (又).", "福": "To bring GOOD FORTUNE <b>to the Blue Lagoon, a restaurant in FUKUoka (フク),<b> he built an altar (礻) at one (一) entrance (口) to his rice field (田).", "平": "<b>\"HEY (ヘイ), you!<b> You need to place the scale (干) on a FLAT surface if you want to check whether the two objects () have the same weight,\" yelled BJOrn (ビョウ), the instructor in the blue suit.", "返": "<b>The blue HEN (ヘン)<b> faced so much opposition (反) when she wanted to move (辶) across the street that she RETURNED to her own henhouse.", "放": "<b>Blue-haired HOmer (ホウ)<b> hit (攵) the piñata so hard that it RELEASED candy in all directions (方).", "万": "<b>At the popular eatery Blaue BAHN (バン: German for \"blue train\"), blue-haired MANfred (マン)<b> saw on TV that TEN THOUSAND protesters were marching in the wrong direction (万).", "味": "<b>Blue-haired MImi (ミ)<b> savored the TASTE of the not-yet-diluted (未) acacia syrup by swishing it around in her mouth (口) before adding mineral water.", "命": "As soon as the COMMAND was out of her mouth (口) in the wrong language, <b>blue-eyed MEI (メイ)<b> knew that she'd blown her cover (). That sealed (卩) her FATE.", "面": "Rectangles (囗) are hanging (ノ) from the ceiling (一). <b>MEN (メン) in blue hats<b> paint FACES with big eyes (目) on them for the OMOTE (おもて) \"living makeup\" project. I heard this from one of the blue-hatted men I MET IN PERSON.", "問": "When you PAY A VISIT to <b>blue-haired MONica (モン),<b> you have to answer a lot of QUESTIONS at the window (口) in the gate (門).", "役": "That person is going (彳) around with a pike (殳), <b>prodding a blue YAK (ヤク)<b> while mumbling to himself. He finds it USEFUL to work with props as he practices his ROLE in the next play.", "薬": "He heard that listening to a certain kind of music (楽) should enhance the taste of the plant (艹)-based DRUG. <b>But when he put it in his mouth, he exclaimed \"YUCK (ヤク)!\"<b>", "由": "\"The REASON for the rod ( | ) in the middle of the rice field (田) is <b>so YOU (ユウ) can tie up the EWE (ユ) with the blue collar,\" explained YOSHI (よし) with his usual condescension.<b>", "有": "Is the meat (月) you HAVE in your hand () <b>meant for the blue EWE (ユウ)<b>?", "遊": "She would be the best person () to TRAVEL with your child (子) to the place (方) <b>where the blue EWE (ユウ)<b> moves (辶) about and PLAYS.", "予": "\"Your halberd (矛) had no handguard (丿)? You should have thought about that BEFOREHAND!\" <b>yells blue-haired YOlanda (ヨ).<b> \"Now you have no hand!\"", "洋": "<b>The blue-tailed YOrkshire (ヨウ) terrier<b> tries to herd sheep (羊) along the OCEAN, but they are afraid of water (氵).", "葉": "<b>Blue-eyed HArdy (は) YOdels (ヨウ)<b> about the many generations (世) of LEAVES and plants (艹) that have grown on this tree (木).", "陽": "On days (日) when the rays () of the SUN hit the left side of the hill (阝), the dairymaid gets in a POSITIVE mood <b>and starts YOdeling (ヨウ).<b>", "様": "Have you seen the sheep (羊) <b>YOdeling (ヨウ) under a blue SUMMER (さま) sky<b> beneath the trees (木) near the water (氺)? Their APPEARANCE there is a real mystery.", "落": "<b>In the morning, blue-haired RAKU (ラク)<b> loves to watch dewdrops (氵) FALL from each (各) of his plants (艹).", "流": "<b>Blue-eyed RUdolph (ル)<b> injured his elbow (厶) when he lifted the manhole cover (亠). Underneath FLOWED the dirty water (氵) of the sewer (川).", "両": "The twins were the first to climb that mountain (山). They BOTH stepped on one (一) podium (冂) and received <b>blueberries from RIO (リョウ) de Janeiro as their prize.<b>", "緑": "<b>Blue-haired ROCKy (ロク)<b> ties a string (糸) around the pig's snout (彐) so the animal won't eat the truffles it is likely to find at the roots of the GREEN oak trees growing along the creek (氺).", "礼": "ETIQUETTE requires that worshippers <b>stay behind the blue RAIling (レイ)<b> when they kneel (乚) before the altar (礻), BOWING their heads and giving THANKS during a CEREMONY.", "列": "The zombie movie had a terrifying scene with a long LINE of people risen from the dead (歹). They walked with swords (刂) toward <b>the blue minaRETS (レツ).<b>", "路": "Each (各) foot () follows the ROUTE <b>until they reach the blue ROse (ロ).<b>", "和": "<b>Blue-haired Oscar (オ) from IoWA (ワ)<b> believes that in JAPAN, people achieve HARMONY by eating hard grains (禾) that SOFTEN in the mouth (口).", "愛": "I am sitting cross-legged (夂), my hand (爫) covering (冖) my heart (心), <b>as I look into my girlfriend's blue EYEs (アイ)<b> and declare my LOVE for her.", "案": "They sit around <b>my blue-haired AUNt's (アン)<b> wooden (木) table, peacefully (安) discussing IDEAS and EXPECTATIONS until they agree on a PROPOSAL.", "以": "<b>Blue-haired Igor (イ)<b> is a person (人) who earns his living BY MEANS OF a plow () and the sweat (丶) of his brow.", "衣": "His CLOTHING looks like it's all collar and sleeves <b>with little blue Images (イ) around his neck.<b>", "位": "In front of the THRONE, people (亻) are standing (立) in a line determined by their RANK. At APPROXIMATELY 11 o'clock, <b>blue-haired Igor (イ)<b> takes his PLACE among them.", "囲": "<b>Blue-haired Igor (イ)<b> measures the CIRCUMFERENCE of the well (井) so he can build an enclosure (囗).", "委": "We ENTRUST grain (禾) only to women (女) <b>who wear an apron with an Image (イ) of a blue tree.<b>", "胃": "<b>Blue-haired Igor (イ)<b> has a queasy feeling in his STOMACH as he lies in the rice field (田), holding out meat (月) as bait for birds of prey.", "印": "He carefully pressed his hand () on the stamp (卩) to make a perfect IMPRINT <b>in the INdigo (イン) wax.<b>", "億": "<b>The current blue-haired OCCUpant (オク) of the throne<b> has a brilliant mind (意) that benefits all HUNDRED MILLION people (亻) in his kingdom.", "加": "<b>The CAliph (カ) with his blue turban<b> ADDED two bodyguards to his entourage. The one on the left is strong (カ). The one on the right has a big mouth (口).", "改": "In order to CHANGE his bad habit, <b>blue-haired KYle (カイ)<b> would hit (攵) himself (己) whenever he relapsed.", "各": "EACH person sits cross-legged (夂) with an open mouth (口), <b>chanting \"ONO, ONO (おのおの)\" at the sight of Yoko Ono.<b>", "官": "A GOVERNMENT OFFICIAL fulfills his duties while sitting on his buttocks (㠯) under a roof (宀) all day. <b>But at his lunch break he puts on a blue tutu and dances the CANcan (カン).<b>", "漢": "Her husband (夫) was sent to the grassy (艹) fields at the mouth (口) of a river (氵) in ANCIENT CHINA <b>to dance the CANcan (カン) in his blue outfit.<b>", "管": "Government officials (官) EXERCISE CONTROL OVER all the bamboo (竹) TUBES <b>used for brewing a beer called BarraCUDA (くだ) Blue.<b>", "関": "Unless you are RELATED TO a SUMO WRESTLER, the gate (門) to heaven (天) is a magical BARRIER made of eight () <b>blue CANs (カン).<b>", "観": "\"Look at (見) that old bird (隹), <b>sitting beside a blue CAN (カン)<b> under the eaves (). Isn't that a splendid VIEW?\"", "願": "<b>It was blue-haired GANdhi's (ガン)<b> WISH to keep the big shells (頁) he had found in the field (原).", "紀": "She binds the pages of the CHRONICLE of herself (己) with thread (糸), locks it in a drawer, <b>and wears the blue KEY (キ) around her neck.<b>", "喜": "Whenever the samurai (士) is HAPPY, he pops a bean () in his mouth (口). <b>That's why he has a little bag with beans on his blue KEYchain (キ).<b>", "旗": "The person () stands on a ladder on a table (其), holding a FLAG <b>with the image of a blue KEY (キ)<b> and showing the flag bearer trainees the proper method (方) of hoisting it.", "機": "<b>Blue-haired KIra (キ) asked<b> how many (幾) trees (木) they had to cut down to make the MACHINE. And she took the OPPORTUNITY to inquire if it could also FUNCTION as a LOOM.", "求": "SEEKING the butterfly with the 10 (十) dots (丶), <b>the CUte (キュウ) blue-haired heroine<b> crossed the water (氺).", "救": "The group leader, <b>a CUte (キュウ) woman in a blue jumpsuit,<b> demanded (求) that a helicopter RESCUE the injured mountaineer. The leader said that if the helicopter didn't come, she would strike (攵) a member of her group.", "共": "<b>In the blue KIOsk (キョウ),<b> they place a plant (艹) on a little table () and sell BOTH of them TOGETHER.", "協": "Three strong (力) men COOPERATE in placing the cross (十) <b>on the top of the blue KIOsk (キョウ).<b>", "鏡": "For hours she stands (立) <b>behind the blue KIOsk (キョウ),<b> looking at (見) herself in the metal (金) MIRROR.", "極": "With their hands (又) they push the person () through the opening (口) between the two (二) wooden (木) POLES and <b>take away his blue-frosted manGO COOkies (ゴク),<b> which makes him EXTREMELY upset.", "区": "<b>The house where the \"Clan of the Blue Star\" plans the COUP (ク)<b> is marked with an X (X), and the DISTRICT has already been enclosed (匚) on three sides.", "軍": "<b>Attacked by a bunch of GOONs (グン) with their faces painted blue,<b> the ARMED FORCES take cover (冖) under their vehicles (車).", "景": "<b>Blue-haired KAte (ケイ)<b> looks out over the capital (京) on a sunny day (日). It is such a beautiful VIEW.", "芸": "His latest piece of ART was two (二) gigantic noses (ム) on grass (艹) with <b>a blue GEIsha (ゲイ) sitting in one of the nostrils.<b>", "欠": "The LACK of fresh air made the boy yawn. <b>When he wanted to open a window, his mother yelled, \"No, you will CATCH (ケツ) a cold!\"<b>", "結": "<b>Looking through all the blue pocKETS (ケツ),<b> he finally found a piece of thread (糸) that he could TIE around the samurai's (士) mouth (口).", "建": "<b>Blue-haired KEN (ケン)<b> came into the office with long strides (廴), took out his writing brush (聿), and used blue ink to sign the CONtract (コン) for BUILDING the new library.", "健": "<b>Blue-haired KEN (ケン)<b> is the kind of person (亻) who would immediately establish (建) an exercise routine if his doctor said it was essential for his HEALTH.", "験": "<b>Blue-haired MorGAN (ゲン)<b> was TRYING hard to get the person (人) out of the house (合) and the horse (馬) into the house.", "固": "The old (古) castle is enclosed (囗) by a SOLID wall to protect the precious <b>blue COat (コ) of arms.<b>", "功": "<b>Blue-haired COdy (コウ)<b> is a craftsperson (工) whose energy (力) has led to his SUCCESS.", "候": "Every morning the man stands outside <b>in a blue COAt (コウ),<b> AWAITING the WEATHER forecast. It comes from an old person (亻) who uses a rod (|) to lift the cover () off the quiver, then chooses a colored arrow (矢) to indicate the day's weather.", "航": "This boat (舟) SAILS <b>by means of a billowing blue COAt (コウ).<b> The captain NAVIGATES by referring to maps secured on the table (几) with heavy lids (亠).", "告": "With a bull-like () roar from a huge mouth (口), he ANNOUNCED <b>the new HitchCOCK (コク) movie \"Blue Lantern.\"<b>", "差": "The DIFFERENCE between the sheep (羊) on the left (左) and the rest is that <b>their wool is finer and used for blue SAris (サ).<b>", "菜": "<b>The blue SIgn (サイ) at the county fair says,<b> \"Roll the dice (采)! Two threes will get you a flower (艹), and two sixes gets you a basket of VEGETABLES!\"", "最": "\"You told me that I can take (取) in the MOST sun (日) when it is at its highest point, <b>but now I've got a sunburn!\" he SIGHed (サイ).<b>", "材": "<b>The blue-haired ZIonist (ザイ)<b> shows great talent (オ) in cutting any kind of wood (木) into LUMBER.", "殺": "She attacked him with a wooden (木) cross (乂) but KILLED him only when she used the pike (殳), a long, pointed weapon. <b>It took a lot of blue SUDS (サツ) to remove all the blood.<b>", "察": "\"GUESS why they worship (祭) under a roof (宀). <b>It's because they don't want rain to dilute the blue SUDS (サツ) with which they wash the statue of the god.\"<b>", "産": "Standing (立) on the cliff (厂), she GIVES BIRTH (生) <b>to her blue-eyed SON (サン).<b>", "残": "<b>\"On ZANzibar (ザン)<b> there's a guy who can strip away the flesh of a whole cow with two (二) halberds (戈) so that only bare bones (歹) REMAIN,\" he said. \"And I can get him at NO COSt (のこ(す))!\"", "士": "The SAMURAI places a cross (十) on the tiny piece of flat land (ー) in honor of <b>the blue SHE (シ)-wolf.<b>", "氏": "This FAMILY scoops up <b>milk from the blue SHEep (シ)<b> using a ladle engraved with their SURNAME.", "史": "\"The ones with the biggest mouths (口) and the strongest (丈) opinions usually make HISTORY,\" <b>says blue-haired SHEila (シ).<b>", "司": "The ADMINISTRATOR told <b>blue-haired SHEila (シ)<b> to TAKE CHARGE OF one (一) of the entrances (口) on the southwest corner ().", "姉": "<b>Blue-haired SHEila (シ)<b> looks up to her ELDER SISTER because she has made it as a woman (女) lawyer in the big city (市).", "試": "Her speech (言) was in the style (式) of Abraham Lincoln. She TESTED it on <b>a flock of blue SHEEp (シ).<b>", "失": "Uschi's husband (夫) finally has LOST his mind. <b>Wrapped in blue SHEETS (シツ),<b> waving his baton (ノ), he runs down the street yelling \"USCHI, NOW! (うしなう).\"", "借": "The person (亻) <b>who lives in the blue SHACK (シャク)<b> kept BORROWING our lawnmower in the past (昔). From now on he will have to RENT it.", "種": "This TYPE of grain (禾) has heavy (重) SEEDS and usually grows <b>near blue TANNEn (たね: German for \"fir trees\").<b>", "周": "Each Saturday (土) he takes <b>his blue SHOEs (シュウ)<b> from the cubbyhole (口) and runs LAPS around an upside-down box (冂).", "宿": "<b>As the ground SHOOK (シュク),<b> a hundred (百) people (亻) sought any LODGING with an intact roof (宀).", "順": "<b>Whenever JUNE (ジュン) has a blue moon,<b> they throw big shells (頁) into the river (川) in the RIGHT SEQUENCE to ensure a FAVORABLE outcome.", "初": "\"To make clothing (衤), you FIRST have to cut (刀) fabric. <b>That's what they do in the blue HUTS (はつ). I can SHOW (ショ) you.\"<b>", "焼": "<b>The blue-haired SHOgun (ショウ)<b> BURNED 31 () legs of lamb (儿) when he COOKED them BY FIRE (火).", "照": "<b>During the blues SHOW (ショウ),<b> fires (灬) behind clear (昭) windows at the back of the stage ILLUMINATED the singers.", "賞": "<b>After the SHOW (ショウ) on the blue stage,<b> they COMMENDED an employee (員) for his excellent contributions and REWARDED him with a crown ().", "臣": "The SERVANT keeps a watchful eye out <b>and kicks intruders in the SHINs (シン) until they are black and blue.<b>", "信": "<b>The blue-eyed SHINto (シン) priest<b> is a person (亻) whose words (言) you can BELIEVE and whose MESSAGES are meaningful.", "真": "\"It's TRUE. The tools (具) I sell come in sets of 10 (十),\" <b>says the SHINto (シン) priest in his blue robe.<b>", "成": "<b>Blue-haired JOE (ジョウ)<b> takes an ordinary chair () and skillfully works with his spear (戈) until the chair BECOMES a throne.", "省": "<b>Blue-haired SEIji (セイ)<b> is one of the few (少) people who is eyeing (目) a job in a GOVERNMENT DEPARTMENT.", "静": "<b>For negotiations blue-haired JOE (ジョウ)<b> always wore his green suit because he knew that the sight of green (青) would CALM any heated dispute (争).", "席": "This building (广) <b>with the blue SKI (セキ) near the entrance<b> is an ideal MEETING PLACE. It has 21 () comfortable cloth (巾) SEATS.", "積": "He takes the blame (責) for LOADING a SHIPMENT of grain (禾) onto the truck <b>with a blue SKI (セキ).<b>", "折": "He FOLDS <b>blue ORIgami (おり) birds<b> with just one hand (扌) and sticks them in the loaves of bread (斤) that he sells.", "節": "<b>\"SETZen (セツ: German for \"sit\")!\" barked the biology teacher<b> and started her lesson. \"One can immediately (即) tell the age of bamboo (竹) by counting the NODES.\"", "説": "He tries to find words (言) to PERSUADE his elder brother (兄) to come out () of his room and EXPLAIN to the dancers <b>how to form SETS (セツ) of four people around the blue poles.<b>", "戦": "<b>The blue-haired SENator (セン)<b> FOUGHT in the WAR with just a simple (単) spear (戈).", "選": "\"We, two self-made (己) millionaires, CHOOSE to move (辶) forward together (共) into a bright future,\" <b>said the blue-haired SENator (セン)<b> before the ELECTION.", "然": "<b>The blue-hooded guy is the ZEN (ゼン) priest at this temple.<b> AS SUCH, it is his duty to roast (灬) meat (月) for stray dogs (犬).", "争": "<b>SOphie (ソウ) always gets the blues<b> when she sees old, bent men () with sticks (亅) in their hands () COMPETING for the one empty seat on the bus.", "相": "<b>On a blue stage during a long SHOW (ショウ),<b> the MINISTERS keep an eye (目) on EACH OTHER from behind trees (木).", "想": "I like the IDEA of having mutual (相) feelings (心), especially when I THINK of <b>blue-eyed SOphie (ソウ).<b>", "速": "She moved (辶) the bundles (束) of <b>wet, blue SOCKs (ソク)<b> into the house QUICKLY so they would not freeze.", "側": "It is an honor to work SIDE by side with a person (亻) of such high principles (則), <b>even if he wears mismatched blue SOCKs (ソク).<b>", "続": "She is thrilled that they CONTINUE to sell (売) the thread (糸) <b>with which she mends her soft blue SOCKs (ゾク).<b>", "孫": "She places pictures of her GRANDCHILDREN below those of <b>her blue-eyed SON (ソン)<b> and her other children (子) on the family lineage (系) chart.", "帯": "Under the cover (冖) of one (一) rock in the mountains (山), <b>he finds a blue TIE (タイ)<b> made of beautiful cloth (巾) and WEARS it as a BELT.", "達": "<b>Blue-haired TATSUhiro (タツ) watches<b> sheep (羊) move (辶) along the ground (土) until they REACH the lush meadow.", "単": "<b>Blue-haired TANya (タン)<b> invented a SIMPLE drip irrigation system () for her 10 (十) rice fields (田).", "治": "<b>Wearing blue JEAns (ジ), the blue-haired CHIef (チ) of police<b> stands on the platform (台) and blasts water (氵) at the rioting crowd to BRING it UNDER CONTROL.", "腸": "<b>The blue-haired CHOsen (チョウ) one<b> regularly goes to the market and trades (易) pig INTESTINES for red meat (月).", "低": "LOW on flour, the person (亻) uses a ladle (氏) for one (一) last scoop <b>but ends up spilling flour all over the blue TAble (テイ).<b>", "停": "<b>Blue-haired TAYlor (テイ)<b> stands in a pavilion (亭) and HALTS every person (亻) who passes.", "的": "They placed white (白) ladles (勺) <b>on the blue THEKE (テキ: German for \"bar\")<b> for TARGET practice.", "努": "With tremendous EFFORT the guy (奴) <b>saved the blue-eyed DOg (ド)<b> that was struggling in the strong (力) current.", "灯": "<b>Blue-haired TOni (トウ)<b> found a subsection of town (丁) where they still use real flames (火) in their street LIGHTS.", "働": "The person (亻) who is moving (動) <b>the blue DOUGH (ドウ) around on the table<b> WORKS here as a chef.", "毒": "My mother (毋) grows () POISONOUS plants for <b>the blue-haired DOC (ドク), who uses them for his homeopathic remedies.<b>", "熱": "The campfire (灬) makes the nearby round (丸) earthen (土) knolls really HOT. Kids, <b>protected by blue safety NETS (ネツ),<b> jump over the mounds with EXCITEMENT, lifting their legs (儿) high in the air.", "飯": "<b>The blue-haired HUNter (ハン)<b> is opposed (反) to eating (飠) COOKED RICE with his game.", "必": "<b>Hearing bluegrass HITS (ヒツ) from my childhood<b> INVARIABLY makes my heart (心) ache as if it had been pierced by a lance (丿).", "票": "\"In the old days in the west (覀), they used the altar (示) in the main church to cast VOTES,\" <b>said blue-haired HIOb (ヒョウ).<b>", "標": "<b>Blue-haired HIOb (ヒョウ)<b> put MARKs on trees (木) to show people where to go vote (票).", "不": "There are three ropes () hanging from the ceiling (ー). Although they are NOT of equal length, <b>the blue-haired FOol (フ) tries to braid them. He wants to write a BOok (ブ) about it.<b>", "夫": "The big (大) MAN <b>named OTTO (おっと)<b> has a pin (一) through his head. He is a good HUSBAND but acts like a FOOl (フウ) when he feels blue.", "付": "With only several inches (寸) of bandages, this person (亻) ATTACHED the splint <b>to the blue, broken FOOt (フ).<b>", "府": "The GOVERNMENT OFFICE in this PREFECTURE is attached (付) to a cliff top (广). <b>FOotsoldiers (フ) in blue uniforms protect the building.<b>", "副": "The VICE-president puts one (一) of <b>his blue toFU COOkies (フク)<b> in his mouth (口) while walking along rice fields (田), using his sword (刂) as a walking stick.", "粉": "They were making FLOUR by repeatedly dividing (分) rice (米) <b>on the beach in KONA (こな), Hawaii, when COdy (こ) yelled, \"TyPHOON (フン)!\"<b>", "兵": "<b>\"HEY (ヘイ),<b> SOLDIER! Don't put your ax (斤) on the table ().\"", "便": "<b>Blue-haired BEN (ベン)<b> suggested changing (更) the way they mail LETTERS. It would be more CONVENIENT, he said, to use a mail carrier (亻) instead of the blue mail BIN (ビン) down the street.", "包": "<b>\"HOly (ホウ) cow!\" he exclaimed<b> when he saw that he had WRAPPED (勹) a serpent (巳) instead of a walking stick as his uncle's present.", "法": "<b>\"HOly (ホウ) moly!\" he yelled.<b> \"You cannot take the water (氵). You must leave (去) it here. This notice says that it's the LAW!\"", "末": "<b>The blue MUTTS (マツ) pushed their BUTTS (バツ)<b> against the tree (木), hoping to shake down their frisbee (一) from the END of a branch.", "満": "\"Both (両) water (氵) and grass (艹) can make an animal's belly FULL,\" <b>said blue-haired MANfred (マン) in his booming voice.<b>", "脈": "<b>Before blue-haired MIA COOks (ミャク)<b> at the upscale Cliff (厂) House, she uses an ax () to cut the VEINS from the meat (月).", "民": "Only PEOPLE in a specific region can say (口) <b>blue-haired MINdy's (ミン)<b> surname (氏) correctly.", "約": "He knotted a thread (糸) to remind him of his PROMISE to buy his mother a ladle (勺). <b>\"YUCK (ヤク)!\" he exclaimed,<b> when he discovered some chewing gum stuck on the thread.", "勇": "Through his BRAVE actions, the man (男) kneeling (マ) before the king <b>saved the blue EWE (ユウ).<b>", "要": "Every Western (覀) movie NEEDS a woman (女) in it, <b>but tall, blue-haired YOlanda (ヨウ) looked out of place.<b>", "利": "<b>Blue-haired RIchie (リ)<b> takes ADVANTAGE of his SHARP sword (刂), using it to cut grain (禾) for a PROFIT.", "陸": "His legs (儿) swiftly carried him across <b>blue-haired RICK's (リク)<b> LAND, which stretched between the hill (阝) in the west and the two earthen (土) mounds in the east.", "良": "When he succeeded in stopping (艮) the constant dripping (丶) of the faucet, it felt so GOOD <b>that he rewarded himself with a bowl of blueberries from RIO (リョウ) de Janeiro.<b>", "料": "He brought a dipper (斗) so he could pay his lawyer's FEES in rice (米) <b>or in blueberries from RIO (リョウ) de Janeiro.<b>", "量": "The QUANTITY of <b>blueberries from RIO (リョウ) de Janeiro<b> will last just one (一) more day (日) in the village (里).", "輪": "<b>Blue-haired RINgo (リン)<b> brought a car (車) full of books (冊) covered () in wrapping paper, an engagement RING, and FLOWERS that he COUNTED while proposing to his fiancee.", "類": "The big (大) book they found <b>in the blue RUIns (ルイ)<b> contained many pages (頁) with different CATEGORIES of rice (米).", "令": "<b>The REIgning (レイ) king in a blue cape<b> COMMANDED the kneeling person (マ) to put a cover () on his head.", "冷": "<b>The REIgning (レイ) king struts about in a blue crown<b> and commands (令) his servants to bring more ice (冫) to COOL his beer. He likes it CHILLED.", "例": "She randomly picked one person (亻) from a line (列) <b>to show the blue-haired REIgning (レイ) king<b> an EXAMPLE of her talent as a mind reader.", "練": "<b>The brethREN (シン) from the Blue Cross order<b> brought silk threads (糸) from the Far East (東) and started TRAINING the monks to weave them into beautiful fabric.", "老": "<b>For blue-haired WoodROW (ロウ),<b> being OLD means preparing to be buried in the ground (土), using a walking stick (ノ), and being spoon-fed (ヒ).", "圧": "<b>Blue-haired ATSUko (アツ)<b> stuffed so much soil (土) into the little space in her attic that the PRESSURE damaged the roof (厂).", "移": "<b>Blue-haired Igor (イ) filled his blue bOOTS (うつ(る))<b> with grain (禾) many (多) times to MOVE it from the truck to his barn.", "因": "<b>Blue-haired INgrid (イン) figured out<b> the CAUSE of the poop on the kitchen floor. She had left the dog (大) pent up in (囗) the house all day.", "営": "<b>Blue-haired Abel (エイ)<b> is RUNNING A BUSINESS building secret passageways (ノ) between rooms (口). He is MAKING so much PROFIT that he could afford to buy the house with the ornate roof ().", "易": "<b>Blue-haired EzEKIel (エキ)<b> wrapped (勹) the two blades (ノ) in newspaper, planning to TRADE them for food at the market on Sunday (日).", "液": "<b>Blue-haired EzEKIel (エキ)<b> wanted water (氵) in the middle of the night (夜), but the only LIQUID he could find was JUICE.", "演": "She dreamed of a PERFORMANCE under the roof (宀) of <b>the blue ENclosure (エン)<b> near the yellow () river (氵).", "恩": "My heart (心) swelled with GRATITUDE when I saw that <b>my blue-haired ONkel (オン: German for \"uncle\")<b> had put his dog (大) in the crate (囗) before I arrived.", "仮": "<b>Blue-eyed KAREEm (かり)<b> is an honest person (亻). He opposes (反) bearing FALSE witness, even in a TEMPORARY courtroom.", "果": "Our reward for picking FRUIT from the trees (木) between the rice fields (田) is <b>to drive away in a blue CAr (カ).<b>", "過": "His mouth (口) fell open when <b>a blue CAr (カ)<b> filled with bones () PASSED him, moving (辶) so fast that it well EXCEEDED the speed limit.", "賀": "<b>GAlina (ガ) was feeling blue<b> but found that adding (加) seashells (貝) to the decorations made her birthday CELEBRATION much more festive.", "解": "<b>He SOLVES<b> the problem by cutting (刀) off the cow's (牛) horn (角) and hanging it on a blue KITE (カイ).", "格": "Each (各) bonsai tree (木) was judged on BUILD and STYLE. <b>The blue COconut (コウ) tree<b> got the highest GRADE.", "確": "We thought that the old bird (隹) under the roof (宀) was PROBABLY not made of stone (石) but that became CERTAIN when the bird started <b>to CACKLE (カク).<b>", "額": "<b>While blue-haired HelGA COOlly (ガク)<b> writes a check for the AMOUNT, the visitors (客) from the South Seas island take out big shells (頁) to pay for the dinner.", "慣": "Every night in the lab, the med student <b>shouted, \"I CAN (カン) do it,\"<b> and penetrated (貫) hearts (忄) with needles. It took a long time for him to GROW ACCUSTOMED TO doing that.", "眼": "<b>Blue-haired GANdhi (ガン)<b> stopped (艮) and stared with wide EYES (目) as he arrived at an INSIGHT.", "規": "<b>Blue-haired KIyoshi (キ)<b> gathers the opinions (見) of all male workers (夫) before he devises new security MEASURES.", "技": "\"Your SKILLS would come in handy (扌) in our southern branch (支),\" <b>said blue-haired GIlbert (ギ).<b>", "逆": "An upside-down guy () <b>with a blue SUCKER (さか) in his mouth<b> moves (辶) swiftly along the zipline, GOING AGAINST the flow of the river.", "久": "\"The stooped person () leaning on a prop () has to stand there a LONG TIME,\" the assistant remarks. <b>\"Give him a blue Q (キュウ)-tip<b> so he has something to do,\" yells the film director.", "旧": "Only one ( | ) day (日) OLD, <b>with CUte (キュウ) blue eyes,<b> she looked like a FORMER colleague of mine.", "居": "\"This guy has RESIDED in that house for such a long time. He must be really old (古) or already a corpse (尸),\" <b>blue-haired KYO (キョ) thought.<b>", "境": "<b>Blue KAle (ケイ) grows<b> in the earth (土) along the BORDER where guards stand (立), watching for (見) suspicious activity.", "興": "It is always the same (同) people at <b>the blue COrner (コウ)<b> table () who raise their hands () to show INTEREST in the FUN activity.", "均": "<b>The blue KINg (キン) announces<b> that the delinquents must make the ground (土) within the castle walls EVEN, using only one (一) ladle (勺).", "禁": "A notice at the entrance to the forest (林) <b>in Blue KINg (キン) Canyon<b> points out (示) that hunting is PROHIBITED.", "句": "The mouth (口) wraps (勹) itself around a PHRASE from a HAIKU <b>about blue-eyed KUmiko (ク).<b>", "訓": "He gave her INSTRUCTIONS on repairing the lawn <b>that the blue-eyed racCOON (クン) had destroyed,<b> but they washed over her like a river (川) of words (言) that she could not absorb.", "経": "The colorful strings (糸) hang down to the ground (土), forming a curtain. He slips his hands (又) between the cords and PASSES THROUGH <b>to the blue KIOsk (キョウ).<b>", "険": "When my elder brother () <b>KEN (ケン) has the blues,<b> he puts on a cap () and climbs a STEEP hill (阝) with a GRIM face.", "減": "<b>Blue-haired MorGAN (ゲン) thought<b> that DECREASED water (氵) levels in the country brought out heartless feelings (咸) in people.", "故": "<b>Blue-haired YUE (ゆえ)<b> still gets upset when she thinks of the INCIDENT. Her brother struck (攵) her OLD (古) doll for no apparent REASON.", "個": "This INDIVIDUAL is a person (亻) with a solid (固) character. He always wears <b>a blue COat (コ).<b>", "護": "After the cat attacked the old bird (隹) in the grass (艹), <b>blue-haired MarGO (ゴ)<b> tried to PROTECT the little bird not only by shielding it with her hands (又) but also by using loud words (言).", "効": "\"The blend (交) of your strength (力) and my sense of humor has the most stunning EFFECT on our audience,\" <b>said blue-haired COdy (コウ).<b>", "鉱": "<b>Blue-haired COdy (コウ)<b> spreads (広) information about how to extract metal (金) from ORE.", "構": "\"Do you CARE if we CONSTRUCT the fence () again (再) out of wood (木)? <b>This time, though, we'll give it a COAt (コウ) of blue paint!\"<b>", "査": "Furthermore (且), the objects <b>made of blue balSA (サ)<b> wood (木) are the subject of an INVESTIGATION.", "再": "\"Oh no,\" <b>he SIGHed (サイ).<b> \"The baskets are empty and upside down AGAIN.\"", "災": "\"After the fire (火) comes a flood (川). What a DISASTER!\" <b>he SIGHs (サイ).<b>", "妻": "\"That woman (女) holding a cross (十) in her hand () is my WIFE,\" <b>he SIGHed (サイ).<b>", "採": "\"I was PICKING cherries with my hands (扌) when an eagle grabbed the whole tree (木) with his talons (爫)!\" said his granddaughter. <b>\"You have such a lively imagination!\" Grandpa said, SIGHing (サイ) in frustration.<b>", "際": "The festival (祭) on the edge of the hill (阝) is quite an OCCASION. <b>I SIGH (サイ) because I cannot be there.<b>", "財": "<b>He SIGHed (サイ)<b> because his talent (オ) for juggling seashells (貝) had not brought him the WEALTH he had anticipated.", "支": "\"Can you give me a hand (又)?\" <b>asked blue-haired SHEila (シ).<b> \"I have to SUPPORT ten (十) DIVISIONS of the corporation!\" ...", "志": "This samurai (士) INTENDS with all his heart (心) to protect <b>the blue SHEep (シ) in his country.<b>", "資": "The next (次) shipment of seashells (貝) will considerably increase <b>blue-haired SHEila's (シ)<b> ASSETS.", "示": "The reporter SHOWs the sacrifice on the altar <b>under the blue SHEet (シ)<b> and POINTs OUT dripping blood.", "似": "By means of (以) another person (亻), he found out about his own SIMILARITY to Grandpa <b>JIm (ジ) from Blue Grass, Iowa.<b>", "識": "While searching her KNOWLEDGE base for a word (言) that sounds (音) like \"spear\" (戈), she spilled <b>blue paint all over her copy of SHIKI (シキ: a Japanese horror novel).<b>", "舎": "<b>The blue-haired geiSHA (シャ)<b> moved into TEMPORARY LODGING that was not much more than a hole (口) in the ground (土) with a roof ().", "謝": "He mumbles words (言) of GRATITUDE and APOLOGIZES as he shoots (射) <b>at the blue rickSHAW (シャ).<b>", "授": "<b>Little blue-haired JUlie (ジュ)<b> TEACHES them how to receive (受) the reward with their hands (扌).", "収": "He reached over the counter with both hands (又) to COLLECT the 4 () pairs <b>of big blue SHOEs (シュウ) he had bought.<b>", "衆": "MANY people (亻, ) in the CROWD slipped on the ice () and injured themselves. One had blood (血) all over <b>his blue SHOEs (シュウ).<b>", "祝": "While CELEBRATING my birthday, my elder brother (兄) pointed out (礻) that <b>my left SHOE (シュウ) was blue<b> while the right one was black.", "述": "Did I MENTION that I moved (辶) the funny tree () and <b>got my blue JuJUTSU (ジュツ) uniform all dirty?<b>", "準": "<b>Since JUNE (ジュン)<b> it has been the STANDARD that there should not be more than 10 (十) water (氵) birds (隹) on a pond of this size.", "除": "<b>They ordered little JOE (ジョ) in his blue coveralls<b> to REMOVE the excess (余) on the left side of the hill (阝).", "常": "<b>When JOE (ジョウ) is feeling blue,<b> he wears cloth (巾) sandals that ALWAYS look ORDINARY to others, but he values them highly ().", "情": "<b>Blue-eyed JOE's (ジョウ)<b> heart (忄) ached and he was FEELING blue (青) when he saw the ACTUAL CONDITIONS of his destroyed village in images that NASA (なさ(け)) captured.", "織": "WEAVING with a thread (糸) tied to a spear (戈) made an awful sound (音). <b>But they created a beautiful, SHOCKingly (ショク) blue<b> FABRIC.", "職": "He found a JOB making spears (戈), but the constant noise (音) hurts his ears (耳). <b>Also, he has to wear a SHOCKingly (ショク) blue uniform.<b>", "政": "<b>Blue-haired SEIji (セイ) says he understands<b> that the GOVERNMENT has to strike (攵) people if they don't behave correctly (正).", "税": "After my elder brother (兄) gave away (\\ /) the money for the grain (禾) TAX, he could afford only a <b>steak that was very ZÄH (ぜい: German for \"tough\") at the Blue Ox.<b>", "責": "Growing () money (貝) problems are to BLAME for his situation. <b>He cannot even afford one blue SKI (セキ) or a moldy SEMMEL (せめる: German for \"dinner roll\")!<b>", "接": "All women (女) standing (立) on the dance floor JOINED hands (扌) and <b>formed SETS (セツ) of four around the blue poles.<b>", "舌": "While foraging in the woods <b>for blue-spotted SHIITAke (した) mushrooms,<b> he catches raindrops on his TONGUE to relieve his dry (千) mouth (口).", "絶": "<b>Blue-haired TATSUhiro (たつ)<b> BREAKS OFF colored (色) threads (糸) from the scarves he weaves.", "善": "<b>The blue-eyed ZEN (ゼン) priest's<b> GOOD deed for the day was rescuing one (一) sheep (羊) that was stuck in a small () opening (口).", "祖": "This island has a tradition of displaying (礻) stacked stones (且) in the front yard to honor ANCESTORS. <b>Around the stacks people SOW (ソ) blue forget-me-nots.<b>", "素": "<b>Blue-haired SUE (ス)<b> uses stringy (糸) plants () as the PRIMARY ELEMENTS of her artwork.", "造": "He proudly announced (告) that he had BUILT a machine for moving (辶) big items up and down stairs <b>near the Blue Cliff ZOO (ゾウ).<b>", "増": "Over eight (\\ /) days (日), the farmer INCREASED the amount of earth (土) on the rice field (田) <b>near the Blue Cliff ZOO (ゾウ).<b>", "則": "The new RULE states that a seashell (貝) that has been cut with a sword (刂) <b>has to be stored in a blue SOCK (ソク).<b>", "損": "<b>SONia (ソン) has the blues<b> because her only employee (員) LOST his hand (扌) in an accident.", "団": "This GROUP meets only in carefully measured (寸) enclosures (囗), <b>always wearing blue DUNgarees (ダン).<b>", "断": "<b>Blue-haired DUNcan (ダン)<b> is collecting donated bags of rice (米) for the poor but has DECIDED to REFUSE the ones whose corners () have been CUT OFF with an ax (斤).", "張": "<b>The blue-haired CHOsen (チョウ) one<b> tested long (長) bows (弓) by increasing the TENSION in the bowstrings and WATCHING FOR cracks in the wood.", "程": "She throws grain (禾) at the king (王). To a certain DEGREE it gets into his mouth (口). <b>The rest falls on the blue TAble (テイ).<b>", "適": "The old (古) emperor () moves (辶) along <b>the blue THEKE (テキ: German for \"bar\")<b> in a manner APPROPRIATE for his status.", "敵": "The old (古) emperor () strikes (攵) the ENEMY <b>and then finishes off the blue drink he left on the THEKE (テキ: German for \"bar\").<b>", "銅": "<b>\"So much DOUGH (ドウ)<b> for this jacket with COPPER buttons!\" he exclaimed. \"But then that's the same (同) metal (金) that the 'coppers' use for their uniforms.\"", "導": "She GUIDES her blind brother so he can learn the way (道) to school. They measure (寸) the distances <b>by leaving markers made of blue DOUGH (ドウ).<b>", "得": "He tried to ACQUIRE <b>the blue sundial that makes a curious tick-TOCK (トク) sound<b> when measuring (寸) the movement (彳) of the sun over one (ー) day (日).", "徳": "<b>Listening to Bela BarTOK (トク: Hungarian composer),<b> he contemplated whether being moved (彳) by a MORALLY EXCELLENT heart (心) is better than being admired by 10 (十) eyes (罒).", "任": "You can LEAVE IT UP TO the person (亻) on DUTY to take care of the jewel (). <b>He was trained by the blue NINja (ニン).<b>", "燃": "<b>Blue-haired NENa (ネン)<b> used a flamethrower (火) to roast (灬) meat (月) for the dogs (犬) and accidentally BURNED it.", "能": "The test of your ABILITY <b>to perform NOH (ノウ) on the blue stage<b> is to move chunks of meat (月) with your elbow (ム) from one spoon (ヒ) to another without giggling.", "破": "The sharp edge of a stone (石) tore open his skin (皮). He threw the stone against a wall and <b>yelled, \"HA (ハ)!<b> I BROKE it!\"", "判": "<b>Blue-haired HANs (ハン)<b> was impressed by Solomon's JUDGMENT in which he threatened to cut (刂) a baby in half (半).", "比": "\"COMPARE the two people sitting (ヒ, ヒ) next to each other and tell me who has the better posture,\" <b>blue-eyed HIdeo (ヒ) instructed his students.<b>", "肥": "<b>Blue-haired HIdeo (ヒ)<b> examined the color (巴) of the meat (月) to determine the amount of FAT.", "非": "<b>Blue-haired HIdeo (ヒ)<b> built the ladder with the rungs pointing in the WRONG direction. Then he had to UNdo all his work.", "俵": "<b>Blue-eyed HIOb (ヒョウ: male name)<b> makes sure that every person (亻) on the chart (表) has a LARGE STRAW BAG for the sack race.", "貧": "They became POOR after taking the money (貝) <b>from the blue BIN (ビン)<b> and dividing (分) it among all members.", "布": "Using their hands (), they held up the CLOTH (巾) as a sail and <b>steered the kaNU NOrth (ぬの) to deliver the blue FOotball (フ).<b>", "婦": "<b>FUmiko (フ), in her blue coveralls, exclaims,<b> \"The way this woman (女) holds the broom () with just one hand (ヨ) shows that she is not a WORKING WOMAN!\"", "武": "The first thing a WARRIOR in the MILITARY does is stop (止) at the armory, grab one (一) halberd (弋), <b>and say BU (ブ) to scare away the little kids.<b>", "編": "He left the EDITED books (冊) bound with thread (糸) at the door (戸), <b>which the blue HEN (へん) was guarding.<b>", "保": "<b>\"HO (ホ), ho, ho,\" says Santa<b> while putting presents in wooden (木) boxes (口) to PRESERVE them until Christmas for each person (亻) on his list.", "報": "<b>Blue-haired HOmer (ホウ)<b> opened the sealed (卩) envelope and read the NEWS of his good fortune (幸) again (又) in disbelief. He had won the lottery and could PAY BACK his loan in time.", "豊": "<b>His HOmetown (ホウ) has a blue flag<b> with a white bean (豆) because they grow in ABUNDANCE there. They are even used inside percussion instruments that accompany songs (曲).", "防": "To DEFEND the town against attacks from any direction (方), <b>they have stationed BOWmen (ボウ) in blue uniforms<b> on top of the hill (阝).", "暴": "Both (共) overexposure to the sun (日) and a SUDDEN lack of water (氺) caused <b>blue-haired BO (ボウ)<b> to turn VIOLENT.", "未": "<b>All around the blue MIll (ミ)<b> are trees (木) with their top branches (一) NOT YET fully grown.", "務": "It took a strike (攵) of considerable strength (力) with the long-handled Chinese spear (矛) <b>to get blue-haired MUhammad (ム)<b> to perform his DUTIES.", "無": "<b>Blue-eyed MUhammad (ム)<b> puts wheat sheaves () in the fire (灬) until there is NOTHING left.", "輸": "<b>The blue U-Haul (ユ)<b> trucks (車) TRANSPORT meat (月) and swords (刂) to a covered () area where they are prepared for SHIPPING.", "余": "Eight (八) roof () beams are EXCESSIVELY dry (), and soon <b>the weight of the blue YOyos (ヨ)<b> will be TOO MUCH.", "預": "<b>Blue-haired YOda (ヨ)<b> bangs his head (頁) on the ATM in frustration when there is no money to withdraw. He should have DEPOSITED the check beforehand (予).", "容": "One roofed (宀) valley (谷) APPEARS to CONTAIN <b>a lot of blue-tailed YOrkshire (ヨウ) terriers.<b>", "率": "The RATE at which mysterious (玄) drops of sweat () appear on the 10th (十) floor of <b>the blue RITZ (リツ) Hotel<b> is rapidly increasing.", "留": "<b>Blue-haired RUdolph (ル)<b> brandished his sword (刀) at the fugitive sitting () at the edge of the rice field (田). The idea was to make her STAY until the police arrived.", "異": "DIFFERENT people came together (共) in the rice field (田) where UNUSUAL <b>blue Images (イ) appear every full moon.<b>", "羽": "<b>Blue-haired Udo (ウ)<b> built a model airplane with FEATHERED WINGS.", "可": "They said (口) that <b>only blue CArs (カ)<b> CAN and SHOULD be PERMITTED to enter this side of town ().", "灰": "<b>Blue-haired KYle (カイ)<b> discovered that the fire (火) on top of the cliff (厂) had reduced all the trees to ASH.", "拡": "\"You will never EXPAND your trousers that way,\" <b>she CACKLEs (カク)<b> as he tries to make the waistband wider (広) by pulling at it with his hands (扌).", "革": "<b>The CAVAlry (かわ) members in blue uniforms<b> use LEATHER saddles made from the middle (中) part of 10 (十) horned creatures (革).", "干": "<b>In their blue bloomers they dance the CANcan (カン)<b> before hanging their wash on the rack to DRY.", "簡": "There was just enough space (間) on the bamboo (竹) stalk for a BRIEF and SIMPLE note about the next meeting at <b>the Blue CAN (カン).<b>", "丸": "The nine (九) bullets (丶) <b>fired from the blue GUN (ガン)<b> left perfectly ROUND holes in the target.", "机": "For a DESK he used the wooden (木) table (几) <b>with blue legs shaped like KEYs (キ).<b>", "揮": "New members of the armed forces (軍) are so proud to receive <b>blue KEYs (キ)<b> that they WIELD them in their hands (扌) like weapons.", "貴": "In the middle (中) of the pile of small shells (貝) was one (一) item of HIGH VALUE, <b>a blue KEY (キ) made of sapphires.<b>", "疑": "\"Give me some darts (矢) and I can hit the nose (マ) of any number of animals (疋) on the board, even when I'm sitting down (ヒ),\" <b>boasted blue-haired GIlbert (ギ).<b> \"I DOUBT that!\" said his friend.", "弓": "The stringless BOW belongs <b>to YUMI (ゆみ), who looks so CUte (キュウ) now with her blue hair.<b>", "吸": "\"When the vapor reaches (及) your mouth (口), <b>wait for my CUE (キュウ),<b> then INHALE. If you SUCK IN the vapor too early I'll SUE (す(う)) you!\"", "胸": "<b>Blue-haired KYOko (キョウ)<b> pointed to the bottom (凵) of the X-ray (乂) as she explained that the part wrapped (勹) in flesh (月) is the CHEST.", "郷": "My HOMETOWN is a village (阝) where they make odd, stringy (幺) food () <b>in blue KIOsks (キョウ).<b>", "系": "A SYSTEM of colored threads (糸) hanging from a horizontal pole (丿) shows the LINEAGE of <b>blue-eyed KAte's (ケイ) family.<b>", "敬": "\"I will force (攵) the person to use RESPECTFUL phrases (句) when talking to a plant (艹), <b>especially if it is blue KAle (ケイ).\"<b>", "警": "To GUARD AGAINST <b>the dangers of the blue CAve (ケイ),<b> the POLICE wrote a warning. It was stern, but the words (言) were respectful (敬).", "劇": "\"A tiger (虍) attacks a pig (豕) with a sword (刂)?! What a DRAMA!\" says a man in the audience, <b>and GEKIcher (ゲキ: German for \"giggling\") erupts among the kids.<b>", "穴": "<b>Only blue-haired ANNA (あな) dares<b> to remove the cover (宀) to expose the HOLE (八) in the ground. Others fear that doing that will make them CATCH (ケツ) a disease.", "兼": "<b>Even blue-haired KEN (ケン)<b> CANNOT POSSIBLY hold the rice plants () in his big hands () and sing CONCURRENTLY.", "権": "By <b>the<b> POWER of <b>the<b> tree (木) god, <b>the<b> RIGHT to live under <b>the<b> eaves () was granted to <b>the<b> old blue bird (隹) named KEN (ケン). Soon afterward he was GONE (ゴン).", "源": "<b>Blue-haired MorGAN (ゲン)<b> found a good SOURCE of water (氵) for the field (原).", "厳": "<b>MorGAN (ゲン), who always wears blue gloves,<b> is the STRICT teacher in the ornate building (), striking (攵) the students and pulling their ears ().", "己": "The SELF-made millionaire built a serpentine road to his house on the hill. <b>Designing blue COtton (コ) shirts was the KEY (キ) to his success.<b>", "誤": "When he was given (呉) directions, one MISTAKEN word (言) sent him the wrong way <b>in his blue GO-cart (ゴ).<b>", "好": "You can see that the woman (女) <b>in the blue COAt (コウ)<b> really LIKES the child (子).", "紅": "The craftsperson's (工) new project was to use CRIMSON thread (糸) to embroider the emblem <b>onto the blue COAt (コウ).<b>", "鋼": "<b>Blue-haired COdy (コウ)<b> searched for gold (金) in the hills (岡) but found only STEEL.", "骨": "The BONES of the accident victims were covered (冖) with flesh (月) and partially protruding (). <b>The victims rested on blue COTS (コツ).<b>", "砂": "<b>\"If you work faster, you can go home SOONER (すな)!\" he yelled<b> at the laborers who were grinding a small quantity (少) of stones (石) to make SAND.", "座": "<b>Wearing a blue robe, ZSA (ザ) Zsa Gabor<b> SITS on the ground (土) under a roof (广) at a gathering with two other people (人).", "済": "He felt CONTENTED after he FINISHED writing a letter (文) about the ladder (). Then he spilled water (氵) on the paper and <b>started over with a SIGH (サイ).<b>", "冊": "We found out that the bound tablets were BOOKS only after we cleaned them. <b>The dirt that the vacuum cleaner could not SUCK (サク) off finally came off with blue SUDS (サツ).<b>", "至": "With their noses (ム) flat (一) to the ground (土) <b>the blue SHEep (シ)<b> ARRIVE AT the peak.", "私": "<b>Wrapped in a blue bedSHEEt (シ),<b> I (ム) have harvested the grain (禾) for PRIVATE use.", "姿": "The next (次) woman (女) has a strikingly beautiful APPEARANCE. <b>I mean the one named SHEila (シ) in the blue skirt.<b>", "詞": "<b>Blue-haired SHEila (シ)<b> said (言) that the administrator (司) used very sophisticated WORDS in PART OF his SPEECH.", "誌": "In just a few words (言), he stated his intention (志) to publish a MAGAZINE <b>about blue SHEep (シ).<b>", "射": "\"Measure (寸) where you want to hit the body (身) <b>in the blue rickSHAW (シャ)<b> before you SHOOT.\"", "捨": "In an abandoned building (舎), <b>the blue-haired geiSHA (シャ)<b> finds a DISCARDED puppy so small that it fits in one hand (扌).", "尺": "<b>Blue-haired SHAQ (シャク)<b> poked the corpse (尸) with a RULER (丶) that measured in shaku, the OLD UNIT OF LENGTH.", "若": "The plants (艹) on the right (右) are YOUNG. <b>JACQUES (ジャク) says he likes blue types best because they seem WACKER (わか(い): German for \"brave\").<b>", "需": "She left the rake (而) out in the rain (雨). <b>Now little blue-haired JUdy (ジュ)<b> NEEDS a new one.", "樹": "It was a Thursday (木) <b>in JUly (ジュ) under a blue sky<b> when the mayor planted 10 (十) miniature (豆) TREES in the town square, exactly 50 inches (寸) apart.", "宗": "<b>The building with the blue SHOE (シュウ)<b> and the altar (示) on the roof (宀) is the headquarters for that RELIGIOUS SECT.", "就": "After he STARTS a job in the capital (京) as president of the association for saving lame dogs (尤), <b>he will receive the \"Blue SHOE (シュウ) Award\" for his efforts.<b>", "従": "<b>Blue-eyed JUlie (ジュ)<b> FOLLOWS eight () roads (彳) correctly ().", "縮": "When I washed my clothes (糸) at the inn (宿), they SHRANK. <b>\"I even SHOOK (シュク) them for several minutes, but that didn't help!\" I told my friends.<b>", "純": "<b>Blue-haired JUNE (ジュン)<b> is in charge of selecting the PUREST threads (糸) for the uniforms of the troops stationed (屯) near her city.", "署": "The person (者) who gets caught in the net (罒) <b>in the blue SHOp (ショ)<b> has to sign up for GOVERNMENT OFFICE.", "傷": "Two INJURED people (亻, ) <b>SHOW (ショウ) each other blue bruises and<b> scars as the sun (日) rises above the waves (). \"Will you KISS (きず) it to make it better?\" one asked.", "障": "<b>The blue-haired SHOgun (ショウ)<b> received a medal (章) for breaking through the BARRIER the enemy had erected on the hill (阝) in the west.", "城": "<b>Blue-haired JOE (ジョウ)<b> is playing in the dirt, piling up earth (土) until it becomes (成) a CASTLE.", "垂": "<b>The blue-haired SWIss (スイ) girl<b> is riding () a roller coaster, HANGING DOWN in her harness, and watching chocolate SAUCE from her ice cream drip to the ground (土).", "寸": "\"Carefully MEASURE where you want the hook (亅) <b>for the blue basSOON (スン)<b> to go into the ceiling (ー) and make a mark (丶) there.\"", "是": "\"No need for a CORRECTION! I had told you the correct () day (日) for <b>the arrival of the blue ZEppelin (ゼ).\"<b>", "誠": "<b>The more you learn from the true blue SAge (セイ),<b> the more SINCERE your words (言) will become (成).", "専": "He SPECIALIZED in placing <b>blue electronic SENtries (セン)<b> every 10 (十) inches (寸) around a rice field (田) to ward off pests.", "泉": "<b>A SENtry (セン) in a blue uniform<b> guards the SPRING that produces white (白) water (水).", "洗": "Using too much water (氵) to WASH his car recently (先) <b>won the blue-haired SENator (セン) a big fine.<b>", "奏": "<b>While SEWing (ソウ) a blue quilt,<b> the women listen to two (二) big (大) men who are PLAYING MUSIC in a heavenly (天) fashion.", "窓": "<b>Blue-haired SOUma (ソウ)<b> cut a heart-shaped (心) hole (穴) in the WINDOW with his nose (ム). It was that sharp.", "操": "<b>Blue-haired SOphie (ソウ)<b> SKILLFULLY MANIPULATES wooden (木) items (品) with her hands (扌).", "蔵": "He keeps a watchful eye (臣) on the storehouse <b>of the Blue Cliff ZOO (ゾウ),<b> which is at the base of the grassy (艹) cliff (厂). That's because he is STORING his spears (戈) in that building.", "臓": "<b>The scientist at the \"Blue Cliff\" ZOO (ゾウ)<b> explained to the kids that flesh (月) serves as a way of storing (蔵) all INTERNAL ORGANS.", "存": "<b>The governor's blue-haired SON (ソン)<b> is the only child (子) who KNOWS of the EXISTENCE of the oddly shaped dam ().", "尊": "\"Measure (寸) the wine as you pour it out of () the wine jug (酉) for an HONORED guest. <b>You could do that while entertaining him with a SONata (ソン).\"<b>", "担": "At daybreak (旦), <b>blue-haired TANya (タン)<b> CARRIED the injured bird in her hands (扌) to the vet.", "段": "<b>He puts on his blue DUNgarees (ダン),<b> takes his ladder () and pike (殳), and cuts STEPS into the steep hillside.", "暖": "<b>On the blue DUNgarees (ダン) on the table by the window,<b> there was just enough room for three hands (爫, , 又) to soak up the WARMTH of the sun (日).", "値": "The PRICE of the repair (直) is higher when a person (亻) does it, not a machine, and higher still <b>when the CHIEf (チ) puts on the blue apron and does it himself.<b>", "兆": "<b>The blue-haired CHOsen (チョウ) one<b> interprets the way the sticks () fall around his legs (儿) as a SIGN. And there are a TRILLION ways the sticks can fall.", "潮": "Each morning (朝), <b>the blue-haired CHOsen (チョウ) one<b> walks out into the water (氵) at low TIDE.", "痛": "<b>When the TSUnami (ツウ) devastated the town of Blue Lake, California,<b> I passed () through the streets and saw people who were sick (疒), hurt, and in PAIN.", "届": "<b>He had a special task marked in blue on his TO-DO (とど(く)) list:<b> REPORT the reason (由) they DELIVERED a corpse (尸).", "難": "As the old bird (隹) crossed waterless ancient China (), he was in trouble, not only because it is DIFFICULT to fly without sufficient water but also because <b>he was hunted for his blue feathers over NANjing (ナン).<b>", "認": "<b>The blue-haired NINja (ニン)<b> utters words (言) of APPROVAL as he RECOGNIZES the person who pulls the blade (刃) out of his heart (心).", "納": "As soon as the DELIVERED GOODS are safely STORED inside (内) and secured with strings (糸), <b>blue-haired OSAMA (おさま(る))<b> will PAY the invoice.", "脳": "\"The BRAIN, marked with an  on the diagram, is protected by the skull (凵), which has a thin layer of flesh (月) and some hair () on the outside,\"\r\n\n<b>says blue-haired NOah (ノウ).<b>", "背": "<b>Blue-haired SEIji (せい)<b> TURNED HIS BACK on meat (月) from the north (北).", "肺": "His flesh (月) <b>turned blue at the HIGH (ハイ) altitude,<b> indicating problems with his LUNGS, so they quickly returned to the city (市).", "秘": "In the wheat (禾) field, HIDDEN from view, <b>blue-haired HIdeo (ヒ)<b> tells his lover, \"We must keep this a SECRET!\" and she answers \"Yes! Cross my heart (必)!\"", "閉": "<b>\"HEY (ヘイ)!\" he snapped.<b> \"You don't need special talent (オ) to CLOSE the gate (門).\"", "片": "<b>Blue-haired HENry (ヘン)<b> had to choose ONE OF TWO trees for his sculpting project. He selected the one with the big roots aboveground and the branch growing straight up.", "補": "To ASSIST with decorating Santa's Christmas clothes (衤), the elves use (用) 10 (十) yellow dots (丶). <b>\"Fits OGI NOW (おぎなう)?\" they ask, using their nickname for him. \"HO (ホ), ho, ho,\" responds Santa when he tries them on.<b>", "亡": "She DIED in the corner () of the kitchen, still holding the pot lid (亠). <b>A blue BOW (ボウ) covered the fatal KNIfe (な(い)) wound, which was turning blue.<b>", "忘": "A dead (亡) heart (心) has FORGOTTEN everything. <b>No blue BOW (ボウ) around a finger can help with that.<b>", "棒": "With a STRAIGHT piece of wood (木) I can make a ROD, but with what you offered (奉) me <b>I can only make a blue archery BOW (ボウ).<b>", "幕": "<b>In his house in MAKU (マク: city in Iran),<b> a CURTAIN made of cloth () and grass (艹) blocks the sun (日). The cloth has a blue BACKground (バク).", "密": "Having a mistress who lives in a secluded cabin (宀) in the mountains (山) certainly (必) helps to keep our affair a SECRET. But her location is also frustrating because I can't get very CLOSE <b>with my blue MITSUbishi (ミツ) and have to walk the rest of the way.<b>", "模": "<b>Blue-haired BO (ボ) arranged<b> the plants (艹) in a PATTERN among trees (木) so the flowers and shrubs would get enough sun (日) to grow big (大).", "矢": "<b>\"Did blue-haired SHEila (シ) find<b> the big (大) ARROW with the broken tip ()?\" \"YA (や), she did,\" he replied.", "郵": "The MAIL bags hang down (垂) on both sides <b>of the blue EWE (ユウ).<b> They hold letters to be sent from this remote village (阝).", "優": "<b>Hugging the dead EWE (ユウ) that turned blue after suffocating,<b> the ACTOR portrays a person's (亻) melancholy (憂) in a KIND and GENTLE way. The audience is stunned by his SUPERIOR performance.", "羊": "All SHEEP with angled horns that are marked with three stripes <b>can YOdel (ヨウ).<b>", "翌": "At the exhibition she makes all her exotic feathers (羽) stand up (立) <b>in a blueberry YOGUrt (ヨク) container.<b> NEXT time she will definitely use a proper vase.", "乱": "In the CONFUSION during the quarrel over <b>blue cormoRANt (ラン) eggs,<b> one fisherman somehow got his tongue (舌) pierced by a fishhook (乚). All this caused quite a DISTURBANCE at the beach.", "卵": "<b>Opening the blue cormoRANt (ラン)<b> EGG revealed two fertilized yolks.", "裏": "You know the clothes (衣) were made in the BACK of the village (里) <b>when you see the blue RIbbon (リ)<b>  on the INSIDE.", "論": "During a DISCUSSION about how he had hidden the damaged encyclopedia volumes (冊) under a cover (), <b>blue-haired RON (ロン)<b> used harsh words (言).", "亜": "His mouth (口) dropped open and <b>an \"Ah (ア)!\" escaped<b> when he saw the two () new SUBcompact cars from ASIA.", "哀": "The woman in mourning clothes (衣) wailed, <b>“AY (アイ), ay, ay.”<b> Her wide-open mouth (口) looked enormous as it expressed all that SORROW.", "握": "<b>A COOl (アク) blue-haired dude<b> storms into the shop (屋), SEIZES the owner by the hands (扌), and thanks him for saving his life.", "依": "People (亻) in this land DEPEND ON clothes (衣) <b>and must wear a blue Image (イ) on the right sleeve.<b>", "威": "One (一) woman (女), <b>blue-haired Isabel (イ),<b> stands at the bottom of the cliff (厂), using a spear (戈) against five THREATENING men to defend her DIGNITY.", "為": "For her daughter's SAKE as an ACT of love, <b>blue-haired Isabel (イ)<b> put on the bird (為) costume and went trick-or-treating with her.", "違": "After almost five () years (), the opening (口) movement (辶) <b>of the blue-haired MariaCHI GUY (ちが(い))<b> DIFFERS.", "維": "<b>While preparing the turkey, blue-haired Isabel (イ) noticed<b> that the old bird (隹) had very stringy (糸) muscle FIBERS.", "緯": "<b>Blue-haired Igor (イ)<b> marked the LATITUDE of the hiding place with red thread (糸) and the longitude with a strip of tanned leather (韋).", "芋": "He wrapped the dried (干) POTATOES in tall grasses (艹) and smuggled them across the border <b>in his blue lIMOusine (いも).<b>", "姻": "<b>Blue-haired INgrid (イン)<b> was one of those women (女) whose main cause (因) for MARRIAGE was the groom's wealth.", "影": "<b>She stood there in her fancy, blue PolKA GEt-up (かげ),<b> watching the sun (日) light streaming down (彡) on the capital (京), forming SHADOWS.", "鋭": "My elder brother (兄), <b>blue-eyed Abel (エイ),<b> made a device with two metal (金) blades () for SHARPENING knives.", "疫": "<b>\"YUCK (ヤク)!<b> When the EPIDEMIC makes someone sick (疒), it looks like a pike (殳) has punctured their face,\" exclaimed blue-haired EzEKIel (エキ).", "悦": "Whenever my elder brother (兄) is with his eight () <b>blue pETS (エツ),<b> his heart (忄) is filled with DELIGHT.", "越": "\"Run (走) with a spear (戈) and CROSS the border,\" <b>said the boy as he played with his blue toy knights. He shouted at them in baby talk, saying \"C(r)OSS(u)\" (こす ) and \"ETZu\" (エツ: childlike pronunciation of German word \"jetzt\" meaning \"now\").<b>", "謁": "For his MEETING WITH A HIGH-RANKING PERSON, he puts on his Sunday (日) best and applies scented (匂) lotion. <b>With his blue pETS (エツ) at his feet,<b> he delivers his speech (言).", "閲": "Every week my elder brother (兄) ushers his eight () <b>blue pETS (エツ)<b> through the gate (門) for INSPECTION.", "猿": "<b>On a big blue sign in the shape of a biZARRE ROOster (さる),<b> it says that the animals (犭) that are stuffing dirt (土) in their mouths (口) and wearing clothes () are MONKEYS.", "鉛": "<b>Wearing a blue work suit, the ENgineer (エン)<b> inspected the metal (金) flakes on eight (八) windows (口) and determined that they were LEAD.", "汚": "The child was almost dead (亐) after drinking DIRTY water (氵). <b>\"It’s going to be Okay (オ),\" whispered the mother.<b>", "凹": "<b>\"OH (オウ),\" cried the little boy<b> when the cat sat on the cover of the HOLLOW box, making it CONCAVE.", "桜": "Fallen petals () from a CHERRY tree (木) cover the woman (女) lying below it, prompting onlookers <b>to exclaim OH (オウ).<b>", "翁": "<b>OH (オウ) no!<b> The ELDERLY MAN ruffled a few feathers (羽) in public (公).", "憶": "<b>The OCCUpant (オク) of the blue tent<b> helps people search their hearts (忄) and minds (意) for lost MEMORIES.", "虞": "Entering the Kingdom of Wu (呉), you FEAR the DANGER of tiger (虍) attacks, <b>so you sing \"O SOLE (おそれ) Mio\"<b> to distract yourself from your ANXIETY.", "乙": "The STYLE of this STRANGE double-bladed sword was only SECOND grade, <b>but it sliced right through the blue teapOTS (オツ) on the shelf.<b>", "卸": "All truck drivers have to stop (止) at the commercial scale by noon (午) to get a seal (卩) before they can deliver vegetables to the WHOLESALE <b>store with the blue sign \"ORganic OSHI (おろし).\"<b>", "架": "Only ropes SPANNED the river. The workers needed to add (加) several trees (木) to the makeshift bridge <b>to make it safe for the blue CAr (カ) to cross.<b>", "菓": "The SWEETS are made of fruit (果) and grass (艹) and <b>look like little blue CArs (カ).<b>", "嫁": "\"After a woman (女) MARRIES A MAN, she will move to her husband's house (家) and live there as his WIFE,\" the mother explains <b>to little blue-eyed KAela (カ).<b>", "暇": "During his FREE TIME he uses handy tools () <b>from the blue HIMAlayas (ひま)<b> to repair doorsteps () on sunny days (日). He keeps the tools in his blue CAr (カ).", "靴": "To match her new SHOES, she changed (化) the plastic seats <b>in her blue CAr (カ)<b> to leather (革).", "箇": "Please COUNT all THINGS <b>in the blue CAstle (カ)<b> that are made of firm (固) bamboo (竹).", "稼": "<b>Blue-haired CArl (カ)<b> EARNED MONEY to buy grain (禾) for his family (家).", "蚊": "\"How is the MOSQUITO, of all insects (虫), treated in Japanese literature (文)?\" <b>This is the title of blue-haired CArmen's (か) thesis.<b>", "怪": "<b>When blue-haired KYle (カイ)<b> places his hand (又) on the spot on the ground (土) where his grandmother died, he gets a MYSTERIOUS feeling (忄) that her GHOST is nearby.", "悔": "<b>Blue-eyed KYle (カイ)<b> manages to turn every (毎) one of his feelings (忄) into REGRET or BITTERNESS.", "皆": "\"It is hard to compare (比) the shirts when ALL of them are white (白),\" <b>said blue-haired RoMINA (みな).<b>", "塊": "<b>Blue-haired KYle (カイ)<b> found a demon (鬼) hiding in a LUMP of soil (土).", "壊": "He ruined his clothes (衣) when he BROKE DOWN the earthen (土) walls while 10 (十) eyes (罒) were watching. <b>Even blue-haired KYle (カイ) was there!<b>", "涯": "<b>The GUY (ガイ) with blue hair<b> built a platform on two mounds of earth (土) on the cliff (厂). From there he checks the HORIZON for ships approaching on the water (氵).", "慨": "<b>The blue-haired GUY (ガイ)<b> LAMENTED that it was cruel to scold him when he already (既) had a broken heart (忄).", "概": "When I arrived with the measuring tape, <b>our blue-haired GUIde (ガイ)<b> had already (既) used a piece of wood (木) to APPROXIMATE the height of the statue.", "垣": "<b>Blue-haired EriKA KIssed (かき)<b> him, standing in the sun (日) on the earth (土) between the two FENCES (一).", "殻": "<b>Blue-haired KARA (から)<b> gathered all the precious SHELLS and dove for cover (冖) under the table (几) when the samurai (士) stormed into the store with a pike (殳).", "郭": "The villages (阝) in this DISTRICT have the greatest number of tall kids (亨) in Japan. <b>The ones who like to CACKLE (カク)<b> meet up in a special ENCLOSURE.", "獲": "The man sent his dog (犭) to CATCH GAME OR FISH, so when she trotted back through the high grass (艹) carrying an old bird (隹) <b>that was still CACKLing (カク),<b> he sent her out again (又).", "嚇": "Not only through their red (赤) red (赤) beaks (口) but <b>also through their CACKLing (カク),<b> these birds try to INTIMIDATE any rival.", "穫": "Old birds (隹) <b>CACKLEd (カク)<b> again (又) and again in the grass (艹) while farmers HARVESTED the grain (禾).", "岳": "<b>Blue-haired HelGA COOlly (ガク) remarks<b> that she has climbed many mountains (山) and that this particular MOUNTAIN is nothing but a hill (丘).", "掛": "I had to dig through two mounds of soil (土) with my bare hands (扌) to arrive at the wall where I wanted to HANG the picture but then discovered that the hook was mounted the wrong way (ト)! <b>But that was still much better than digging through the pile of blue KACKE (かけ: German for \"shit\").<b>", "潟": "<b>The blue CATAlogue (かた) has photos<b> of birds in the LAGOON water (氵). Beaks open (舄), they wait for food.", "括": "Busy hands (扌) and wagging tongues (舌) DRAW people TOGETHER <b>at the hair salon Blue CUTS (カツ).<b>", "喝": "<b>In front of the hair salon Blue CUTS (カツ),<b> a man sits (ヒ) in the blazing sun (日), wrapped (勹) in rags. With a wide open mouth (口), he SHOUTS at passers-by.", "渇": "<b>The owner of the hair salon Blue CUTS (カツ)<b> walks over the DRIED-UP land under a relentless sun (日), imagining the flavor (匂) of the water (氵) that would quench his THIRST.", "褐": "<b>The owner of the hair salon Blue CUTS (カツ),<b> sits in the sun (日) showing (礻) passers-by his scented (匂) hairspray in an elegant BROWN can.", "且": "This stack of stones (且) has three layers. FURTHERMORE, it ALSO has a base <b>that the blue KATZe (かつ: German for \"cat\") likes to use for its afternoon nap.<b>", "甘": "<b>Wearing blue pajAMAs (あま(い)), blue-haired KANichi (カン)<b> opened his mouth (廿) wide to show everybody the piece of SWEET candy (一).", "汗": "<b>Chasing the blue OsterhASE (あせ: German for \"Easter bunny\"),<b> he finally had to stop and dry (干) off drops (氵) of SWEAT.", "缶": "At noon (午) on the mountain (山), they opened the CAN <b>with the blue CAN (カン) opener.<b>", "肝": "<b>At the ryoKAN (カン) called The Blue Crane, she dines in her blue KIMOno (きも),<b> examining the dried (干) meat (月), which turns out to be LIVER.", "陥": "Up on the hill (阝) the old (旧) woman FELL IN a crevice and got stuck. <b>Blue-haired KANichi (カン)<b> used his cane as a hook (勹) to pull her out.", "乾": "<b>Blue-haired KANichi (カン)<b> prayed (乞) that it wouldn't rain because he had spread out his herbal plants () in the sun (日) to DRY.", "勘": "The INTUITIVE PERCEPTION of <b>blue-eyed Genghis KHAN (カン)<b> was an extremely (甚) powerful (力) resource for his military campaigns.", "患": "When you contract a DISEASE after a skewer (串) pierces your heart (心), <b>your only chance for recovery is if your doctor dances the CANcan (カン) dressed in blue.<b>", "貫": "<b>I planned to dance the CANcan (カン) in my blue tutu<b> and wanted to wear a necklace of seashells (貝), too. But seashells are hard to PENETRATE unless you use my mother's (毋) special knife, which can GO THROUGH anything.", "喚": "When he stepped on the upside-down box (冂), his legs (儿) got stuck in a big (大) hole (口). He CALLED OUT to <b>the nearby troupe practicing the CANcan (カン) in blue tutus,<b> and they pulled him out with a hook () hanging from the ceiling.", "堪": "Soil (土) can WITHSTAND extreme (甚) amounts of pressure. <b>We tested it by dancing the CANcan (カン) in blue tutus.<b>", "敢": "Striking (攵) the top of the opponent's ear () was NOT PARTICULARLY DARING TO DO in the fight <b>outside the blue ryoKAN (カン).<b>", "棺": "While the government official (官) lies there in a wooden (木) COFFIN, <b>his colleagues dance the CANcan (カン) in blue tutus.<b>", "款": "They offered the samurai (士) a large LUMP SUM to defend their village, but he showed (示) a lack (欠) of interest. Only when they STIPULATED that he would receive <b>a blue CAN opener (カン)<b> for each confiscated weapon did he agree.", "寛": "<b>It is really nice to have blue-haired KANichi (カン) visit<b> because he is so LENIENT and RELAXED that he sees (見) only the flowers (艹) in our house (宀) and ignores all the clutter.", "監": "<b>At the blue ryoKAN (カン)<b> the SUPERVISOR assigned one (ー) person () to each dish (皿) to watch carefully (臣) as it was carried to the dining hall.", "憾": "<b>Blue-haired KANichi (カン)<b> STRONGLY REGRETS not telling his friends about the feelings (感) in his heart (忄).", "鑑": "He supervised (監) the purchase of the MATERIALS—mainly metal (金)—for the new MODEL <b>of blue CAN (カン) opener.<b>", "含": "Now (今) INCLUDED in his mouth (口) <b>was a little blue GUN (ガン).<b>", "頑": "The thoughts in my head (頁) go round and round, STUBBORNLY returning to the origin (元). <b>I would have these thoughts even at GUNpoint (ガン).<b>", "奇": "He is a big (大), EXTRAORDINARY guy <b>who has a blue KEY (キ)<b> with which he can (可) unlock all ODD-NUMBERED houses on his block.", "既": "<b>Blue-haired KEIth (キ)<b> had PREVIOUSLY seen an elephant use its tusks (牙) to stop (艮) a lion from attacking a baby elephant.", "飢": "He CRAVED the food (飠) on the table (几) in the window <b>but couldn't find his blue KEY (キ) for the house,<b> so he had to stay HUNGRY a bit longer.", "鬼": "In the middle of the marked () rice field (田), he placed his elbows (ム) on his legs (儿), <b>turned the blue KEY (キ) to unlock the casket, and called \"macarONI\" (おに) three times<b> to summon the DEMON.", "幾": "<b>Blue-haired KIra (キ)<b> asked the person (人) with the halberd (戈) HOW MANY short threads (幺) he could make from a footlong string. NO MATTER HOW MUCH he tried, he could only make two!", "輝": "<b>For blue-haired KEIth's (キ) birthday party<b> the football team (軍) provided SHINING lights (光).", "騎": "In the circus they were RIDING THE HORSES in an extraordinary (奇) way, pretending to start and stop the horses (馬) <b>with a blue KEY (キ).<b>", "宜": "The priest sends his BEST REGARDS. Furthermore (且), he says that the roof (宀) is a GOOD place <b>to baptize blue-haired GIlbert (ギ).<b>", "偽": "<b>Blue-haired GIlbert (ギ)<b> cried FAKE tears to get candy from the person (亻) next door, but his act (為) did not DECEIVE her.", "擬": "<b>When blue-haired GIlbert (ギ)<b> shook my hand (扌), I had the suspicion (疑) that he was IMITATING the prime minister's handshake.", "菊": "<b>He hands blue-eyed KIKU (キク)<b> beautiful CHRYSANTHEMUMS arranged with special grasses (艹) and wrapped (勹) in delicate rice (米) paper.", "吉": "The samurai (士) stood with his mouth (口) open in surprise at being so LUCKY. <b>All his blue-haired KIDS (キツ) came<b> to congratulate him on this AUSPICIOUS occasion.", "詰": "<b>His blue-haired KIDS (キツ)<b> wrote his lucky (吉) words (言) on pieces of paper and PACKED them INTO a box as a present for him.", "却": "\"The seal (卩) on letters is a thing of the past (去) and has been ELIMINATED,\" <b>he explains while showing blue-belt KIA KUng fu (キャク) moves.<b>", "脚": "Eliminating (却) pain in the flesh (月) of her left LEG is critical for <b>blue-belt KIA's (キャ) success in the kung fu tournament.<b>", "及": "To ATTAIN influence over the whole country, the three () men (人) launched a campaign, REACHING every province. <b>People in blue coats QUEUEd (キュウ) to hear them speak.<b>", "丘": "They run up the HILL with loaves of bread (斤) to lure the one (一) <b>blue OKApi (おか: a relative of the giraffe)<b> out of its hiding place so they can take pictures.", "糾": "<b>The blue-haired CUban (キュウ)<b> TWISTS four () colorful STRANDS (糸) INTO A ROPE that he uses in tricks. PEOPLE GATHER around to watch.", "巨": "<b>Blue-haired KYO (キョ)<b> was most scared of the GIANT'S bulging eyes (匚) with their huge pupils (口).", "拒": "<b>Blue-haired KYO (キョ)<b> REFUSES to shake hands (扌) with the giant (巨) for fear of having his fingers crushed.", "虚": "<b>Blue-eyed KYO (キョ) and blue-haired COdy (コ)<b> line up (业) to see the tigers (虍) at the zoo, but it's FUTILE because the cage is VACANT.", "距": "\"If you had a giant's (巨) feet (), you could cover huge DISTANCES in no time,\" <b>muses blue-haired KYO (キョ).<b>", "御": "<b>Blue-haired MarGO (ゴ)<b> is going (彳) before the board, buttering them up with lots of HONORIFIC PREFIXES in order to get her wholesale (卸) license.", "凶": "When he opened the box (凵), it did not have any of the merchandise he'd requested, just his order list with everything crossed out (乂). This was not just BAD LUCK; it was EXTREMELY BAD for his business <b>in the blue KIOsk (キョウ).<b>", "狂": "On days when the king (王) turns into a CRAZY animal (犭), <b>he hides in a blue KIOsk (キョウ).<b>", "況": "She arrived at <b>the blue KIOsk (キョウ)<b> in critical CONDITION. The water (氵) her elder brother (兄) brought saved her life.", "峡": "I know I said I'd come (夹) <b>back to the blue KIOsk (キョウ),<b> but I'm climbing mountains (山) and I've fallen into a RAVINE!", "挟": "Please come (夹) <b>to my blue KIOsk (キョウ) soon<b> so I can see your lovely face and HOLD it BETWEEN my hands (扌) again.", "狭": "The animal (犭) came (夹) through the NARROW alley between the church <b>and the blue KIOsk (キョウ).<b>", "恐": "<b>Whenever the inspector comes to the blue KIOsk (キョウ),<b> FEAR fills the hearts (心) of craftspeople (工) doing mediocre (凡) work.", "脅": "<b>The owner of the blue KIOsk (キョウ)<b> tripled his strength (力) by eating a lot of meat (月) so he could stand up to some INTIMIDATING late-night customers.", "響": "The sound (音) of my hometown's (郷) feast <b>around the blue KIOsk (キョウ)<b> ECHOES far and wide.", "驚": "He has a SURPRISINGLY respectful (敬) horse (馬) that <b>gets excited by the ODOR (おどろ(く)) of blueberries.<b>", "仰": "The bending person (卩) LOOKS UP RESPECTFULLY at other people (亻, ), <b>especially at GEOrg (ギョウ), a man with blue hair.<b>", "暁": "It was DAWN, so the sun (日) had just come over the horizon (一), and the shadow of <b>blue-haired GEOrg's (ギョウ)<b> legs (儿) was about 30 (卉) feet long. His dream of seeing a Fiji sunrise HAD COME TRUE.", "凝": "<b>Blue-haired GEOrg (ギョウ)<b> doubted (疑) that Jello would CONGEAL out on the counter, so he put it in the ice (冫) box.", "斤": "<b>Blue-haired KINsey (キン)<b> loves her AX. She even uses it to slice LOAVES OF BREAD.", "琴": "<b>Blue-haired KINsey (キン) ordered<b> the silver strings (王) of all JAPANESE ZITHERS in the palace to be replaced by gold ones right now (今).", "緊": "With a watchful eye (臣) he stares at her hands (又) as they TIGHTEN threads (糸) <b>around a blue pumpKIN (キン).<b>", "謹": "I RESPECT the MODESTY <b>in blue-haired KINsey's (キン)<b> speech (言) about how CAREFUL you need to be if you want to grow () plants (艹) in seed boxes (口).", "襟": "<b>Blue KINg (キン) ERIc (えり)<b> issued a prohibition (禁) on clothing (衤) with COLLARS.", "吟": "After CAREFULLY EXAMINING <b>the blue GINkgo (ギン) nut,<b> he says, \"Now (今) I can put it in my mouth (口)!\"", "駆": "He wanted to RIDE A HORSE (馬) proudly around the district (区), but <b>they gave him only a small, blue KUH (ク: German for \"cow\").<b>", "偶": "BY CHANCE the man (亻) discovered those weird long-legged insects (禸) in the rice field (田). <b>After he trapped them with blue GOO (グウ),<b> he studied them and found that they always came in EVEN NUMBERS.", "隅": "In the CORNER of her rice field (田) near the hill on the left (阝), <b>blue-haired MaSUMI (すみ)<b> finds lots of weird long-legged insects (禸). She collects them for her blue GOOse (グウ).", "屈": "They had to BEND the corpse (尸) and the rules before they could leave (出) the morgue. <b>They had bribed the mortician with two blue-feathered COOTS (クツ).<b>", "掘": "They crouched (屈) to DIG with their hands (扌) as <b>the blue-feathered COOTS (クツ: type of water birds) watched.<b>", "繰": "They REPEATEDLY WIND threads (糸) <b>around blue KuKURUz (く(る): Austrian term for \"corn\"),<b> then place the bound cobs in three wooden (木) boxes (品).", "勲": "He received an award for OUTSTANDING ACHIEVEMENT in film for capturing <b>how blue-eyed racCOONs (クン)<b> move (動) around the campfire (灬).", "恵": "<b>Blue-haired Pastor MEGUmi (めぐ(む))<b> did us a FAVOR by saying heartfelt (心) BLESSINGS over our 10 (十) fields (田) of blue KAle (ケイ).", "掲": "The sheriff used his hand (扌) to PUT UP A NOTICE. It warned people about the naked guy sitting (ヒ) <b>in the blue CAge (ケイ) on the plaza,<b> wrapped (勹) only in sun (日) light.", "傾": "He GOES DOWN the slope, then changes (化) the INCLINE of his head (頁) <b>so that he can see into the blue CAve (ケイ).<b>", "携": "He CARRIES IN HIS HAND (扌) a plump-buttocked (乃) bird (隹), <b>feeding him blue KAle (ケイ).<b>", "継": "All the rice (米) plants in the corner () that are tied together with thread (糸) are <b>blue-haired KAte's (ケイ)<b> INHERITANCE.", "迎": "To WELCOME the guest, <b>the GEIsha (ゲイ) in the blue kimono<b> moves (辶) toward the new person (), bowing (卩) deeply.", "鯨": "\"I hope you had a WHALE of a time eating fish (魚) in the capital (京),\" <b>said the GEIsha (ゲイ) in the blue kimono.<b>", "肩": "<b>Blue-haired KEN (ケン)<b> used his fleshy (月) SHOULDER to open the door (戸).", "剣": "The person (人) guarding the house (合) by brandishing a DOUBLE-EDGED SWORD (刂) <b>is none other than blue-haired KEN (ケン).<b>", "嫌": "The woman (女) DISLIKES being mentioned concurrently (兼) <b>with blue-haired KEN (ケン).<b>", "献": "<b>The blue-haired CONcierge's (コン)<b> DONATION makes it possible to rescue all the dogs (犬) south (南) of the train tracks.", "遣": "Right in the middle (中) of a chase (), <b>blue-haired KEN (ケン)<b> DISPATCHED one (一) of his men to get help.", "幻": "A short thread (幺) turns into a hook ()!? A magical ILLUSION <b>created by famous blue-haired MorGAN (ゲン).<b>", "玄": "<b>Blue-haired MorGAN (ゲン)<b> dangles short threads (幺) from the lid (亠) of a MYSTERIOUS vessel during an OCCULT ritual.", "弦": "<b>Blue-haired MorGAN's (ゲン)<b> bow (弓) has a BOWSTRING of twisted, black thread (玄).", "孤": "He felt sorry for the SOLITARY child (子) <b>in the blue COat (コ),<b> so he gave her his melon (瓜).", "枯": "The old (古) tree (木) <b>in front of the blue COttage (コ)<b> WITHERED and DIED.", "雇": "I don't just EMPLOY any old bird (隹) that comes through my door (戸). <b>He has to have at least a blue COat (コ).<b>", "誇": "<b>Blue-haired COdy (コ)<b> BRAGS in his speech (言) about how big (大) his two (二) wrapped (勹) presents are.", "鼓": "The samurai (士) <b>with a blue COat (コ)<b> uses an overturned bean pot () as a DRUM, which he BEATS with branches (支) in place of mallets.", "呉": "<b>MarGO (ゴ) has the blues.<b> To cheer her up I'd like to GIVE her something from the KINGDOM OF WU. It's a box (口) with six () corners ().", "悟": "I learned by word of mouth (口) that <b>blue-haired MarGO (ゴ)<b> BECAME ENLIGHTENED as soon as she UNDERSTOOD the fundamental five (五) truths with her heart (忄).", "孔": "The children (子) <b>put on their blue COAts (コウ)<b> and checked whether the fishhooks (乚) dangling through HOLES in the ice had caught anything.", "巧": "<b>Blue-haired COdy (コウ)<b> SKILLFULLY constructs (工) CLEVERLY designed fishing lures (丂).", "甲": "A tall pole (|) <b>COAted (コウ) in blue paint<b> in the middle of a rice field (田) indicates that it grows FIRST-class rice.", "江": "<b>Blue-haired COdy (コウ)<b> found an anvil (エ) in the waters (氵) of the BAY.", "攻": "<b>Blue-haired COdy (コウ)<b> fiercely ATTACKS his enemies, striking (攵) them with an I-beam (工).", "更": "Here we see this guy <b>in a long blue COAt (コウ)<b>, holding a newspaper, walking up and down his living room, and searching for a way to RENEW his subscription. It GROWS LATER and later. Just before dawn he discovers the answer in the small print! \"SARAh (さら) !\" he yells. \"I found it!\"", "肯": "To improve his health, <b>blue-haired COdy (コウ)<b> CONSENTED to stop (止) eating meat (月).", "恒": "When exercising at daybreak (旦), <b>blue-haired COdy (コウ)<b> keeps his heart (忄) rate CONSTANT for at least one (一) hour.", "洪": "\"The waters (氵) of both (共) rivers contributed to the VAST FLOOD,\" <b>blue-haired weatherman COdy (コウ) reports.<b>", "郊": "\"This association's (交) objective is to give our drab SUBURBS more of a village (阝) character,\" <b>says blue-haired COdy (コウ).<b>", "香": "<b>Blue-haired COdy (コウ) notices<b> that the sun (日) brings out the FRAGRANCE of the grain (禾) and takes some back for his blue COW (かお(り)).", "控": "With his hands (扌) stretched toward the sky (空) as if he could HOLD BACK the airplane that took his son away to a new life, <b>blue-haired COdy (コウ)<b> WAITED until the plane was out of sight.", "絞": "<b>Blue-haired COdy (コウ),<b> a serial killer, prefers to STRANGLE his victims with wool threads (糸) blended (交) with wire.", "綱": "<b>Blue-haired COdy (コウ)<b> inspects the threads (糸) of the ROPE in the ropeway up the hill (岡).", "稿": "<b>Blue-haired COdy (コウ)<b> sent his editor a MANUSCRIPT about grains (禾) that grow especially high (高).", "剛": "However STRONG or BRAVE <b>blue-haired HuGO (ゴウ) is,<b> he could never cut down the tree on the hill (岡) with just a sword (刂).", "豪": "The lid (亠) that covers (冖) the opening (口) to the pig (豕) pen at this AUSTRALIAN farm is so heavy that it takes a STRONG man <b>like blue-haired HuGO (ゴウ)<b> to lift it.", "獄": "In the PRISON yard they hung on every word (言) the inmate called Animal (犭) said about the time he fed his dog (犬) <b>blue-frosted manGO COOkies (ゴク).<b>", "込": "<b>Only after he heard his friend shout \"KOMM! (こ(む): German for \"Come!\")\"<b> did he enter (入) the CROWDED bar. But MOVING (辶) further INWARD proved impossible.", "婚": "In MARRIAGE, women (女) hold a ladle (氏) all day (日) long <b>except when they go to a blues CONcert (コン).<b>", "紺": "<b>When the CONcierge (コン) has the blues,<b> she finds it comforting to wrap DARK BLUE threads (糸) around the sweet (甘) things in the bowl on her desk.", "魂": "It lifted her SPIRITS tremendously <b>when the blue-haired CONcierge (コン) went to the Halloween party<b> as a ghost (鬼) with two (二) noses (ム).", "墾": "<b>The CONcierge (コン) in blue overalls<b> begins CULTIVATING the LAND by plowing the soil (土). A badger (豸) frequently stops (艮) by to watch.", "唆": "<b>The technique of stimulating nerves by using blue balSA (サ) wood<b> to strike (攵) the mouth (口), nose (ム), and legs (儿) has INFLUENCED the treatment of various diseases.", "詐": "Making (乍) up words (言) can be a fun game, <b>but what blue-haired SAsha (サ) did<b> was just plain LYING or even FRAUD.", "宰": "\"BEING IN CHARGE of remodeling my house (宀) has been a bitter (辛) experience,\" <b>he SIGHed (サイ).<b>", "栽": "<b>\"I did not have the proper tool,\" he SIGHed (サイ).<b> He had used his spear (戈) to PLANT 10 (十) trees (木).", "彩": "<b>When she decorated the blue SIgn (サイ) for the aviary,<b> she gave the bald eagle on top of a tree (木) short blond hair (彡) and used a bright COLOR for the bird's talons (爫).", "剤": "<b>The blue-haired ZIonist (ザイ)<b> uses a sword (刂) to cut the DRUGS into equal (斉) parts.", "崎": "Crossing an extraordinary (奇) mountain (山), we see a CAPE <b>resembling a KEY (キ) shrouded in blue mist.<b>", "削": "<b>The artist is SUCKing (サク) on a blue lollipop<b> while WHITTLING with a small sword (刂). He's carving a lion. You'll soon see the likeness (肖).", "搾": "Use a saw (乍) to make a hole (穴) in the container and then SQUEEZE it with your hand (扌) <b>and SUCK (サク) all the blue liquid through this hole.<b>", "錯": "<b>\"This SUCKs (サク)!<b> I thought the MISTAKES I made when identifying types of metal (金) were a thing of the past (昔), but I made another one this morning!\"", "咲": "His mouth (口) fell open and <b>he forgot to SUCK (さ(く)) on his blue lollipop<b> when he saw that nature (天) had produced an incredible BLOOM with two petals (\\ /).", "札": "Wood (木) shaved thinly (乚), <b>then soaked in blue SUDS (サツ),<b> makes excellent PAPER MONEY.", "撮": "When he PHOTOGRAPHS things by hand (扌), they are most (最) beautiful <b>if he has cleaned the camera lens with blue SUDS (サツ).<b>", "擦": "If you guess (察) which hand (扌) has the gold nugget, I will give you a back RUB and even do all the scouring for a week, <b>but only with the blue SUDS (サツ).<b>", "皿": "<b>When SARAH (さら) is blue,<b> she uses the vertically striped DISH.", "桟": "<b>My blue-haired SON (サン)<b> used two (二) wooden (木) spears (戈) to repair the FRAME OF one of our SLIDING DOORS.", "傘": "<b>My blue-haired SON (サン)<b> has an UMBRELLA (个) that covers 14 people ().", "暫": "Last Sunday (日) <b>a blue-haired man from ZANzibar (ザン)<b> chopped up a vehicle (車) with an ax (斤). That took him AWHILE.", "旨": "The GIST of <b>blue-haired SHEila's (シ)<b> book is that a person sitting (匕) in the sun (日) will produce vitamin D.", "伺": "I HEARD from the administrator (司) that the person (亻) who INQUIRED about VISITING the secret lab was <b>blue-haired SHEila (シ).<b>", "枝": "<b>The blue SHEep (シ)<b> rams into the tree (木) to shake apples from the BRANCHES (支).", "祉": "She stops (止) at the altar (礻) every day to pray for the HAPPINESS <b>of her blue SHEep (シ).<b>", "肢": "\"LIMBS are to the body (月) what branches (支) are to the tree,\" <b>explains blue-haired SHEila (シ).<b>", "施": "\"CARRY OUT my instructions for the worm (也) composting method (方) exactly as I told you,\" <b>said blue-haired SHEila (シ)<b> to the person () she had hired for the job.", "脂": "The FAT is the most delicious (旨) part of the meat (月), <b>at least in blue-haired SHEila's (シ) opinion.<b>", "紫": "Before entering the town, he stopped (止) and sat down (ヒ) under a tree. He wrapped PURPLE thread (糸) around <b>his blue SHEep (シ)<b> to disguise them.", "嗣": "The administrator (司), <b>blue-haired SHEila (シ),<b> told all HEIRS to go to the window (口) and have their inheritance entered in the register (冊).", "賜": "Through her side job, <b>blue-haired SHEila (シ)<b> makes easy (易) money (貝), which she GIVES to people she considers INFERIOR.", "滋": "Out of () this one (ー) stream of water (氵) come two threads (幺) of rivers that NOURISH <b>blue-haired JImmy's (ジ) land.<b>", "軸": "<b>\"This is traGIC (ジク)!<b>  The poor quality of the car's (車) AXLE caused (由) the accident,\" he said.", "疾": "The DISEASE (疒) struck him as FAST as an arrow (矢). <b>They wrapped him in blue SHEETS (シツ) until the ambulance arrived.<b>", "執": "Whenever I PERFORM A TASK on my to-do list, I am so happy (幸) that <b>I put on my blue SHOEs (シュウ)<b> and dance round and round (丸).", "湿": "The sun (日) shining on the gutter causes rows (业) of water (氵) droplets to fall onto <b>the blue SHEETS (シツ) hanging below,<b> making them DAMP.", "漆": "<b>He wraps himself in blue SHEETS (シツ)<b> before applying LACQUER to the wooden (木) roof () so it will repel drops (氵) of water (氺).", "芝": "While cutting the LAWN GRASS (艹) along the zigzag path (之) through the park, <b>SHE BUmped (しば) into a blue pole.<b>", "赦": "Soon after he struck (攵) <b>the blue-eyed geiSHA (シャ),<b> leaving a red (赤) streak across her face, he asked her to FORGIVE him.", "斜": "<b>The geiSHA (シャ) in the blue kimono<b> poured raspberries and blueberries into a DIAGONALLY divided square bowl to excess (余). With a dipper (斗) she retrieved the spilled berries.", "蛇": "<b>Blue-haired BrenDA (ダ),<b> a HARD DRINKER who was far from sober, was sitting (ヒ) under a canopy (宀) when she kicked away a worm (虫) that turned out to be a SNAKE.", "宛": "It was evening (夕) when he finally found the right ADDRESS. He slumped down (㔾) under the roof (宀) and <b>UTTERed (あ(てる)) a prayer.<b>", "酌": "<b>Blue-haired SHAQ (シャク)<b> put the ladle (勺) in the wine jug (酉) and could not decide whether to SERVE the ALCOHOL OR DRINK it himself.", "寂": "My Aunt (叔) <b>SABIne (さび), who has gorgeous blue hair,<b> lives in a DESOLATE house (宀) and is QUIET and LONELY.", "朱": "The VERMILION ribbon (ノ) caught in the two-branched tree (未) <b>would go well with her little blue SHOEs (シュ).<b>", "珠": "Red (朱) jewels (王) <b>on my small blue SHOE (シュ)<b> surround a glowing PEARL.", "寿": "Put your hands () together to CONGRATULATE <b>short, blue-haired JUlie (ジュ)<b> for her LONGEVITY, and give her an extra inch (寸) of the tiramiSU (ス).", "儒": "<b>Little blue-haired JUdy (ジュ)<b> is the person (亻) in this office who keeps track of the demand (需) for SCHOLARS of CONFUCIANISM.", "舟": "From above it looks like a sternless, moored SMALL BOAT with two rowers and an oar laid across. <b>From the side it looks like a big blue SHOE (シュウ).<b>", "秀": "An old Soviet poster showed a fist (乃) clenching a sheaf of wheat (禾) with EXCEL! in big bold letters. <b>I hated it so much that I threw my blue SHOE (シュウ) at it.<b>", "臭": "The big (大) guy realized that he himself (自) was STINKING, <b>not the inside of his blue SHOEs (シュウ).<b>", "愁": "In autumn (秋) her heart (心) is full of SORROW, and <b>not even her big blue SHOEs (シュウ) can console her.<b>", "酬": "<b>He smuggles blue SHOEs (シュウ)<b> into the province (州), and his customers RECIPROCATE with rare saké (酉).", "叔": "I was a little (小) girl, standing on top of (上) a chair, when I first met my MOTHER'S YOUNGER BROTHER. My hand (又) <b>turned blue because he SHOOK (シュク) it quite hard.<b>", "淑": "Whenever my Aunt (叔) Mary <b>SHOOK (シュク) her blue hair,<b> spit (氵) flew out of her mouth. This looked anything but LADYLIKE.", "塾": "The CRAM SCHOOL accepts only round (丸) mouthed (口) children (孑) with top hats (亠). <b>The blue JUKEbox (ジュク) plays the school anthem<b> while the kids pay their tuition, which is one bucket of earth (土).", "俊": "<b>Blue-haired SHUNpei (シュン)<b> is a very TALENTED PERSON (亻). He is not only an EXCELLENT chef and a math GENIUS but also a contortionist who can sit cross-legged (夂) while touching his nose (ム) to his legs (儿).", "瞬": "In the BLINK of an eye (目), <b>blue-haired SHUNpei's (シュン)<b> hand reaches down (爫) to cover (冖) his splayed feet (舛).", "旬": "<b>Blue-haired JUNE (ジュン)<b> wraps up (勹) the last day (日) of the 10-DAY PERIOD of fasting with a picnic at the beach.", "准": "It was the ASSISTANT's job to preserve the old bird (隹) with lots of ice (冫) <b>from the blue moon in JUNE (ジュン)<b> until Thanksgiving.", "遵": "When moving (辶), OBEDIENTLY FOLLOW the honored (尊) path <b>and you will meet the blue-haired high school JUNiors (ジュン).<b>", "緒": "They must find the BEGINNING of the CORD (糸) that secures <b>the blue CHOpper (チョ)<b> so they can untie it and help the person (者) stuck on the roof.", "叙": "When the DESCRIPTION mentioned that the perpetrator had an excess (余) of hair on the backs of his hands (又), <b>I knew it was blue-haired JOshua (ジョ).<b>", "徐": "<b>After the surgery, blue-haired JOshua (ジョ)<b> can only go up steps (彳) SLOWLY. Otherwise he is in too much (余) pain. But he is GRADUALLY getting better.", "升": "<b>The blue-eyed SHOgun (ショウ)<b> uses a SMALL WOODEN MEASURING BOX to store about a thousand () acupuncture needles (十).", "召": "<b>On the blue stage, he put on a SHOW (ショウ),<b> sticking a sword (刀) in his mouth (口) as if he were EATING it. But then he cut himself and had to SUMMON a doctor. What a MESS (めす)!", "匠": "The ARTISAN had the IDEA of demonstrating his SKILL by presenting <b>the blue-eyed SHOgun (ショウ)<b> with a beautifully carved box (匚) that was open on one side to display a loaf of bread (斤).", "肖": "<b>The blue-haired SHOgun (ショウ)<b> couldn't believe how much his croissant resembled a small () waning moon (月). He marveled at the LIKENESS.", "尚": "The townspeople HIGHLY VALUED art, so they built <b>a blue stage for SHOWs (ショウ).<b> Spectators could see events from eight (\\ /) directions (向).", "昇": "Each Sunday (日) <b>the blue-eyed SHOgun (ショウ)<b> puts rice in a small wooden measuring box (升), ASCENDS a steep hill, and leaves the rice as an offering at the shrine.", "沼": "<b>The blue-haired SHOgun (ショウ)<b> summons (召) the samurai to follow him carefully through the MARSH, where the water (氵) can be treacherous.", "宵": "<b>When the blue-haired SHOgun (ショウ)<b> saw the small () crescent moon (月) under the roof (宀) of the west wing, he realized that it was EARLY EVENING.", "祥": "On AUSPICIOUS occasions, <b>the blue-haired SHOgun (ショウ)<b> called for his sheep (羊) to be shown (礻). \"This is HAPPINESS,\" he declared.", "渉": "<b>He explained to the blue-haired SHOgun (ショウ)<b> how the body and the mind are INTERRELATED by pointing out how walking (歩) calms the mind and how thinking of flowing water (氵) intensifies the urge to pee.", "紹": "<b>The blue-haired SHOgun's (ショウ) hobby<b> is to summon (召) people and INTRODUCE them to string (糸) theory.", "訟": "Screaming accusing words (言) in public (公) <b>during a big blues SHOW (ショウ)<b> got him SUED.", "掌": "<b>The blue-haired SHOgun (ショウ)<b> highly values (尚) a diamond in the PALM OF HIS HAND (手) over one in a safe-deposit box.", "晶": "The CRYSTAL <b>in the blue-eyed SHOgun's (ショウ) sword hilt<b> SPARKLES with the brightness of three suns (日).", "焦": "<b>The blue-eyed SHOgun (ショウ)<b> came too close to the campfire (灬), and that nasty old bird (隹) got SCORCHED.", "詳": "<b>The blue-haired SHOgun (ショウ)<b> KNEW the topic of sheep (羊) really WELL, so his speech (言) about them at the convention was very DETAILED.", "彰": "It became CLEAR that women could not win a medal (章) <b>at the blues SHOW (ショウ)<b> if they had short hair (彡).", "償": "To MAKE UP FOR beating the person (亻) who accidentally burned down the set, the movie director gave him a reward (賞). <b>She had hit him so hard, the guy's SHOUlder (ショウ) was all black and blue.<b>", "礁": "<b>The blue-haired CHAUffeur (ショウ)<b> explains that the black REEF was formed by scorched (焦) stones (石).", "鐘": "<b>When the blue-haired SHOgun (ショウ)<b> was standing (立) in the village (里) center, they rang the metal (金) BELL in his honor.", "丈": "<b>Blue-haired JOE (ジョウ)<b> allowed ONLY people with STRONG hands () to hold the huge MEASURING stick because he had just one (一).", "冗": "<b>Blue-haired JOE's (ジョウ)<b> book about REDUNDANCY lay on the table (几). It had Yogi Berra's quote \"It's deja vu all over again\" on the cover (冖).", "浄": "<b>Blue-haired JOE (ジョウ)<b> settled the dispute (争) over the method of water (氵) PURIFICATION.", "畳": "<b>Blue-haired JOE (ジョウ)<b> takes straw from his rice fields (田), makes it into TATAMI mats, and keeps those FOLDED on a shelf (且) covered (冖) with fabric.", "縄": "<b>Blue-haired JOE (ジョウ)<b> made a ROPE from strong thread (糸) to tie up his turtle () after it chewed through STRAW ROPE.", "壌": "<b>When blue-haired JOE (ジョウ)<b> was six (六), he would hang his clothes (衣) on the fence () and roll in the dirt (土), which his granny called ARABLE SOIL.", "錠": "<b>Blue-haired JOE (ジョウ)<b> decides (定) to use a metal (金) LOCK to keep his PILLS safe from thieving drug addicts.", "醸": "<b>Blue-haired JOE (ジョウ)<b> ruined his clothing (衣) by running between the six (六) wells (井) where he DISTILLED saké (酉).", "殖": "After the death (歹) of a rabbit, <b>SHOCKingly (ショク) blue necrophagous beetles<b> MULTIPLIED rapidly in the area as a direct (直) consequence.", "触": "He actually got to TOUCH <b>the SHOCKingly (ショク) blue<b> horned (角) insect (虫). What an EXPERIENCE!", "辱": "For the Chinese New Year <b>the blue-haired town JOKEr (ジョク)<b> built a cardboard dragon (辰) that stood 100 inches (寸) tall. He was proud of it until the structure disintegrated in the rain, leaving him HUMILIATED.", "辛": "If you SPICE up your life by standing (立) on 10 (十) sharp needles, you'll have a PAINFUL experience. <b>Your SHINs (シン) will turn blue until you CRY (くらい).<b>", "侵": "<b>The blue-haired SHINto (シン) priest<b> surprised the INVADER, a massive person (亻) who had both hands (彐, 又) covered (冖) in blood.", "娠": "The dragon (辰) likes to eat PREGNANT women (女), <b>especially those with blue SHINs (シン).<b>", "振": "<b>The blue-haired SHINto (シン) priest<b> puts his hands (扌) around the dragon's (辰) neck and SHAKES him to save the little girl.", "紳": "A GENTLEMAN wears a suit of high-quality thread (糸) even if he is only going to the mailbox. And he speaks humbly (申) <b>even if someone kicks his SHINs (シン) until they are blue.<b>", "慎": "<b>The blue-haired SHINto (シン) priest says<b> that it is PRUDENT to guard one's true (真) feelings (忄) when among strangers.", "審": "<b>The SHINto (シン) priest in a blue robe<b> CAREFULLY EXAMINES the house (宀) number (番) before knocking.", "震": "<b>The blue-haired SHINto (シン) priest<b> SHOOK with fear as the mighty dragon (辰) spewed fire. The flames shot out until a heavy rain (雨) doused them.", "薪": "<b>A blue-haired SHINto (シン) priest<b> published a new (新) book about which plants (艹) produce the best FIREWOOD.", "刃": "<b>\"HA (は),\" he exclaimed<b> after defeating his enemy. Then he wiped a drop (丶) of blood from his sword (刀) BLADE.", "甚": "<b>Blue-haired GINny (ジン)<b> is EXTREMELY fond of a pair (匹) of chipmunks and leaves them sweet (甘) treats on her porch.", "炊": "The lack (欠) of fire (火) did not deter <b>the blue-haired SWIss (スイ) girl<b> from COOKING. She just placed the pot in the sun.", "帥": "<b>Our blue-haired SWIss (スイ)<b> team LEADER has a stick (丶) up his butt (㠯) and never lets us throws in the towel (巾).", "粋": "<b>The blue-haired SWIss (スイ) girl was disappointed<b> because only nine (九) out of ten (十) grains were basmati rice (米). She had been looking for PURE basmati rice.", "衰": "\"You remember that pitiful (哀) <b>blue-haired SWIss (スイ) guy we met?<b> His mental health has DECLINED dramatically. He's running around with a stick (一) in his mouth as if he's a dog!\"", "酔": "\"It's not MOTION SICKNESS!\" <b>she said to the blue-haired SWIss (スイ) guy.<b> \"You had nine (九) or ten (十) glasses of saké (酉), and now you're INTOXICATED!\"", "遂": "After chasing (逐) the pickpocket for eight (\\ /) blocks, <b>the blue-haired SWIss (スイ) woman<b> FINALLY caught up with him.", "睡": "Her lids hung down (垂) heavily over her eyes (目). <b>In no time the blue-haired SWIss (スイ) girl<b> DOZED off.", "穂": "<b>After SWIss (スイ) Pastor HOrace (ほ)<b> said blessings (恵) over the milled grain (禾), she selected the most perfect EARS OF the GRAIN PLANTS for her wreath.", "曖": "Some days (日) <b>blue-haired Ira (アイ)<b> is madly in love (愛) with his girlfriend, and other days he's indifferent. It is UNCLEAR to him why his feelings change.", "随": "I FOLLOWED the road (辶) up the hill (阝) to the hermit's hut. There I traded my camera <b>for his famous painting \"ZOO Image (ズイ) in Blue.\"<b> Now I have (有) it in my living room.", "枢": "<b>Blue-haired SUE (スウ)<b> went to a workshop in her district (区) to learn all about wooden (木) PIVOT doors.", "崇": "People from this particular religious sect (宗) climb the mountain (山) <b>in blue SUIts (スウ)<b> every Sunday to WORSHIP.", "据": "If you SET this dresser down on my fingers (扌) again, <b>I SWEAR (す(える))<b> I'll mess you up so badly that you won't be able to sit (居) properly for a week.", "杉": "\"A CEDAR is a tree (木) with needles like Hannah's hair (彡),\" <b>SUE GIggled (すぎ).<b>", "畝": "Once a year he puts on <b>his blue bambOO NEcklace (うね)<b> and his top hat (亠) and walks along the RIDGES IN his rice FIELDS (田), which takes him a long time (久).", "瀬": "For whitewater (氵) rafting you need a trustworthy (頼) guide over the RAPIDS and through the SHALLOWS <b>if you don't want to end up black and blue or even in the CEmetery (せ).<b>", "井": "The grate on top of the WELL has <b>beautiful blue Images (い)<b> of the TOWN.", "姓": "<b>Blue-haired SAdie (セイ)<b> finds it sad that when women (女) marry, they give up the SURNAME they've had since birth (生).", "征": "<b>Blue-eyed SEIji (セイ)<b> wanted to do his marching steps (彳) correctly (正) even as he was HEADING INTO BATTLE.", "斉": "<b>Blue-haired SEIji's (セイ)<b> letter (文) explained that the ladder () had EQUALLY spaced rungs but that the vertical rails were not ALIKE.", "牲": "<b>Blue-haired SAdie (セイ)<b> wrote an angry article about the tribe's custom of SACRIFICING a cow (牛) after the birth (生) of every baby.", "逝": "The car moved (辶) way too fast around the curve and broke (折) through the railing. The driver, <b>blue-haired SAdie (セイ),<b> DIED in the accident.", "誓": "In a moving speech (言) <b>blue-haired SAdie (セイ)<b> VOWED never to break (折) the law again.", "斥": "He uses various axes (斤) <b>when turning his old blue SKIs (セキ) into kindling.<b> He REJECTS the dull ones and marks them with a dot (丶).", "昔": "Twenty-one () days (日) ago <b>I still had my blue SKIs (せき).<b> That is now a thing of the PAST.", "析": "To conduct an ANALYSIS, they chopped off some tree (木) branches with an ax (斤). <b>It turned out they could use the wood to make their famous blue SKIs (セキ).<b>", "隻": "<b>The SKIer (セキ) with the blue hat<b> is enchanted by the singing of two old birds (隹) on a branch near the ski slope. ONE OF THE PAIR even comes to sit on his hand (又).", "跡": "The only TRACES of <b>the missing blue-haired SKIer (セキ)<b> are red (亦) foot () prints in the snow.", "籍": "In the past (昔) <b>SKIers (セキ) in blue snowsuits<b> stood under three-branched trees () and signed the REGISTER with bamboo (竹) pens.", "拙": "<b>\"The blue SET'S (セツ) on fire! Get out!\"<b> yells the stagehand, trying to open the exit (出) door with UNSKILLFUL hands (扌).", "窃": "He cut (切) a hole (穴) in one of the windows to STEAL <b>several SETS (セツ) of blue earrings.<b>", "摂": "\"I asked if you INGESTED some of the uncooked spaghetti () <b>from one of the blue cloSETS (セツ).<b> But you can't hear me if you have your fingers (扌) in your ears (耳). I need you to ACT AS A REGENT!\"", "仙": "<b>The blue-haired SENator (セン) tells everyone<b> that the person (亻) living in the mountains (山) is a MYTHICAL BEING, but he is actually just a HERMIT.", "占": "<b>The blue-eyed SENator (セン)<b>\n\r\nTELLS THE FORTUNE of the country by interpreting how sticks () fall onto a square plate (口).", "扇": "<b>The SENtries (セン) get really hot in their blue uniforms,<b> so they use the wings (羽) of the door (戸) as a FAN.", "栓": "They used a complete (全) tree (木) to make CORKS for <b>the blue-haired SENator's (セン) wine bottles.<b>", "践": "<b>The blue-haired SENator (セン)<b> has two (二) bodyguards, both armed with halberds (戈). The men walk () everywhere with him to CARRY OUT his assignments.", "挨": "<b>\"AY (アイ), ay, ay,\" she wails<b> when she sees the arrow (矢) in her torturer's hand (扌) COME VERY CLOSE to her nose (ム).", "潜": "<b>The blue-haired SENator (セン) learned<b> that replacing (替) the air in ballast tanks with water (氵) causes a submarine to DIVE.", "薦": "<b>The blue-haired SENator (セン)<b> RECOMMENDS placing grass (艹) MATS on the flat-roofed building (广) as a place for migratory birds () to rest.", "繊": "On Saturday (土) <b>the blue-haired SENator (セン)<b> lined up (业) for the dance (戈) in his suit, which was made of FINE cashmere FIBERS but was threadbare (糸).", "鮮": "Sheep (羊) like their fish (魚) FRESH <b>and check the SCENt (セン) right away.<b>", "禅": "As part of his ZEN practice, <b>the blue-robed ZEN (ゼン) priest<b> does a simple (単) meditation in front of the altar (礻) every morning.", "漸": "<b>The blue-eyed ZEN (ゼン) priest<b> GRADUALLY became better at cutting the reed at the edge of the water (氵) with his sword (斬).", "繕": "<b>The blue-eyed ZEN (ゼン) priest<b> was good (善) with thread (糸) and a needle, so he could FIX his own robes.", "阻": "<b>When you are sitting on the blue SOfa (ソ),<b> the three-tiered bookshelf (且) OBSTRUCTS the view of the STEEP hill (阝).", "租": "On the shelves (且) <b>behind the blue SOfa (ソ)<b> the farmer stores the grain (禾) he puts aside to pay his property TAX.", "粗": "The three-tiered bookshelf (且) <b>next to the blue SOfa (ソ)<b> feels so COARSE because it is made of rice (米).", "訴": "His speech (言) about the low quality of <b>the company's blue SOfas (ソ)<b> repelled (斥) many customers, so the company TOOK LEGAL ACTION against him.", "双": "We can always use an extra PAIR of hands (又) <b>to SEW (ソウ) the blue quilt.<b>", "捜": "Hands (扌, 又) probe a rice field (田) with a rod (|), SEARCHING FOR the best place <b>to SOW (ソウ) the blue seeds.<b>", "桑": "<b>He invited blue-haired SOphie (ソウ) and her boyfriend<b> to pick MULBERRIES from the tree (木) so there would be three pairs of hands (又).", "掃": "<b>\"SOphie (ソウ)!<b> Hold the broom () with two hands (扌, ヨ) when you SWEEP,\" she yelled.", "巣": "<b>Blue-haired SOphie (ソウ)<b> watched a bird build a NEST in the tree (木), using twigs () from a nearby field (田).", "葬": "After her death (死), the FUNERAL took place in an enclosed place with a beautiful gate (廾) and lots of grass (艹) <b>that she had SOWed (ソウ) herself when she was blue.<b>", "僧": "<b>Blue-haired SOphie (ソウ)<b> knows a person (亻) who was previously (曽) a rock musician and is now a BUDDHIST PRIEST.", "燥": "They HAD A GOOD TIME sitting around the fire (火) on three wooden (木) boxes (品), <b>SEWing (ソウ) blue quilts.<b>", "霜": "<b>With fascination blue-haired SOphie (ソウ)<b> watched the rain (雨) turn into FROST on the trees (木) right in front of her eyes (目).", "藻": "<b>Blue-haired SOphie (ソウ)<b> put the labels \"ALGAE,\" \"SEAWEED,\" and \"DUCKWEED\" on wooden (木) boxes (品) containing plants (艹) growing in water (氵).", "憎": "She HATES <b>the owner of the Blue Cliff ZOO (ゾウ)<b> because he refused to help her great-(曽) grandfather during a heart (忄) attack.", "贈": "In my great-(曽) grandmother's time, when you found a pretty seashell (貝) you had to GIVE it to a stranger as A PRESENT, <b>said blue-haired SOphie (ソウ).<b>", "即": "She bent over (卩) <b>to pull up her blue SOCKs (ソク)<b> but IMMEDIATELY stopped (艮) when she felt a sharp pain in her back.", "束": "\"With a loop of string (口), TIE UP all trees (木) <b>from which TOBAcco (たば) hangs in blue SOCKs (ソク).\"<b>", "堕": "<b>Blue-haired BrenDA (ダ)<b> has (有) land (土) up on a hill (阝) where she DROPS stones into crevices. She is careful not to FALL into one herself.", "惰": "My heart (忄) was filled with joy over our relaxed honeymoon (月) when out of left (左) field <b>my blue-haired wife BrenDA (ダ) complained<b> about our LAZINESS.", "駄": "\"Do you want to buy this large (太) horse (馬) to CARRY your heavy stuff? The horse is of rather POOR QUALITY, so I ask for just one ruble.\" <b>\"DA (ダ: Russian for \"yes\")!\" said the Russian.<b>", "胎": "<b>After adjusting his blue TIE (タイ), the lecturer continues.<b> \"In the later months (月) of the pregancy, the FETUS will frequently touch his nose (ム) and mouth (口).\"", "泰": "When I want to feel PEACEFUL, I think of <b>sitting with blue-haired TYler (タイ)<b> at the edge of CALM water (氺) in THAILAND in the spring ().", "逮": "<b>TYler (タイ), one of the bravest men in blue,<b> ARRESTED the slave (隶) owner when he tried to move (辶) his slaves to a new location.", "替": "Just for one day (日) I want to EXCHANGE my husband (夫) for a man (夫) <b>who likes to wear blue TIEs (タイ).<b>", "滝": "<b>Blue-haired TAKI (たき)<b> saw a dragon (竜) emerge from behind the WATERFALL and splash around in the water (氵).", "沢": "<b>The blue-haired oTAKU (タク)<b> carries a backpack (尺) full of bottled water (氵). He meanders through the MARSH, looking for mud crabs, which are PLENTIFUL there.", "託": "\"I ENTRUST you WITH the task of selling my fur () coat,\" said (言) <b>the blue-haired oTAKU (タク).<b>", "諾": "The youngsters (若) just have to ACCEPT that whatever they say (言) <b>about raising the blue DUCK (ダク),<b> they still need their parents' CONSENT.", "濁": "The MUDDINESS of the water (氵) makes it hard <b>for the blue DUCK (ダク)<b> to catch the worms (虫) that are entangled (勹) in the net (罒).", "但": "<b>\"TADA (ただ(し))!<b> Here's the proposal for tomorrow! PROVIDED THAT every person (亻) gets up at dawn (旦), we will climb Mount Fuji.\"", "脱": "<b>\"Hey, what does that NUde (ぬ(ぐ)) guy do in your blue DATSUn (ダツ)?\"<b> \"He is my elder brother (兄). When the moon (月) is full, he REMOVES all eight () pieces of his clothing and GETS OUT OF this PLACE.\"", "奪": "I came within a few inches (寸) of the big (大) old bird (隹) sitting <b>on the hood of my blue DATSUn (ダツ).<b> But it flew away just before I could SEIZE it.", "胆": "<b>Whenever blue-haired TANya (タン)<b> eats meat (月) at night, she has GALLBLADDER trouble at dawn (旦).", "淡": "He thought the campfire flames (炎) reflected in the lake water (氵) would create a romantic atmosphere, <b>but blue-haired TANya (タン)<b> seemed quite INDIFFERENT to it.", "鍛": "<b>Blue-haired TANya's (タン)<b> TRAINING course in FORGING metals (金) ranks (段) number one in the country.", "弾": "<b>Blue-haired DUNcan (ダン)<b> modified a simple (単) bow (弓) so he could shoot PROJECTILES.", "壇": "Every Saturday (土) at daybreak (旦), <b>blue-haired TANya (タン) puts on blue DUNgarees (ダン)<b> and a top hat (亠) and walks around the ALTAR three times (回) while asking the gods for protection.", "恥": "<b>The blue-haired CHIef (チ)<b> always pulled his hat low because he was EMBARRASSED about his heart (心)-shaped ears (耳).", "致": "Following the instructions on the INVITATION, we arrived (至) at <b>the blue-haired CHIef's (チ) place<b> in time to see him strike (攵) the piñata.", "痴": "Nobody knows (知) which sickness (疒) turned him into an IDIOT who now is INFATUATED <b>with a blue CHIcken<b> (チ).", "稚": "An old bird (隹) brings an abandoned YOUNG <b>blue CHIcken (チ)<b> grains (禾) to keep it from starving.", "畜": "On the mysterious (玄) rice field (田) near the village BASTARD'S home, LIVESTOCK <b>and blue CHICKs (チク) dance under the full moon.<b>", "逐": "Enraged by the theft of his lunch, the pig (豕) CHASED <b>the blue CHICK (チク)<b> down the road (辶).", "蓄": "In the winter, livestock (畜) feeds on the grass (艹) that ACCUMULATED throughout the fall. <b>There is even enough for the blue CHICKs (チク).<b>", "秩": "<b>His wife has the blues because he CHEATS (チツ) on his taxes.<b> She doesn't realize that he does this because he always loses (失) the receipts for the grain (禾) deliveries. Next year his papers need to BE IN ORDER!", "嫡": "\"The emperor's (啇) wife (女) finally produced an HEIR,\" <b>said blue-haired CHUCK (チャク).<b>", "沖": "\"The boat is just OFFSHORE, not way out in the middle (中) of the water (氵),\" <b>says the blue-haired ManCHUrian (チュウ).<b>", "衷": "<b>The blue-haired ManCHUrian (チュウ)<b> puts on his best clothing (衣) and tells (口) his 10 (十) best friends his INNERMOST FEELINGS.", "鋳": "\"If you want to increase the lifespan (寿) of an object, CASTING or MINTING it in metal (金) is a good option,\" <b>said the blue-haired ManCHUrian (チュウ).<b>", "駐": "The master (主) PARKED his horse (馬) near a bush <b>so the animal could CHEW (チュウ) the blue blossoms.<b>", "挑": "<b>Led by a blue-haired CHOsen (チョウ) one,<b> a trillion (兆) people raise their hands (扌) to CHALLENGE the government.", "彫": "The symbol of <b>the blue-haired CHOsen (チョウ) one<b> is a circle (周) with three short hairs (彡) on top. They CARVED that shape into every front door.", "眺": "A trillion (兆) eyes (目) are LOOKING AT <b>the group of blue-haired CHOsen (チョウ) ones.<b>", "釣": "<b>The CHOsen (チョウ) one in the blue rubber suit<b> likes FISHING with a worm (丶) dangling from a metal (金) hook (勹).", "嵐": "They said the wind (風) will turn into a STORM in the mountains (山). <b>SayonARA, SHEila (あらし), and cover your blue hair!<b>", "超": "He was eating (召) while running (走) ULTRA-fast <b>and turned blue beCAUSE (こす) he was CHOking (チョウ).<b>", "跳": "<b>When the blue-haired CHOsen (チョウ) one saw<b> that his feet () were blue, he took this as a sign (兆) to JUMP around to help his circulation.", "徴": "\"What? You saw guards striking (攵) the king (王) while going (彳) up the mountain (山)? That's a sure SIGN of a coup!\" <b>said the blue-haired CHOsen (チョウ) one.<b>", "澄": "<b>The blue-haired CHOsen (チョウ) one<b> ascended (登) to the place where the creek water (氵) is CLEAR.", "懲": "\"When I see signs (徴) that you've had a change of heart (心), I'll stop PUNISHING you. I hope you've LEARNED YOUR LESSON,\" <b>said the blue-haired CHOsen (チョウ) one.<b>", "沈": "A big man with broken arms and a broken leg () SINKS in the water (氵). <b>Only his blue CHIN (チン) is still visible.<b>", "珍": "The person () <b>with the blue CHIN (チン)<b> has a RARE jewel (王) with a hairlike (彡) pattern.", "朕": "<b>He paints his CHIN (チン) royal blue<b> and speaks of himself using THE ROYAL \"WE\" because he thinks his body (月) descended (\\ /) from the heavens (天).", "陳": "In his STATEMENT he said that he saw several OLD <b>blue CHINchillas (チン)<b> LINE UP at the foot of the eastern (東) hills (阝).", "鎮": "<b>He scratches his CHIN (チン) until it turns blue<b> while he thinks about how to SUPPRESS reports about his true (真) monetary (金) situation.", "塚": "The pig (豕) seeks cover (冖) behind an earthen (土) MOUND, <b>terrified of the blue DaihaTSU COming (つか) after him.<b>", "漬": "If your dill PICKLES do not taste good, you can blame (責) either the water (氵) you SOAKED them in or <b>the guy who played the blue baZOOKA (つか(る)) next to the pickle jar.<b>", "坪": "He drives <b>the blue DaihaTSU BOldly (つぼ)<b> onto the flat (平) piece of land (土), which is roughly 3.3 SQUARE METERS.", "呈": "The king (王) PRESENTS <b>a Liz TAYlor (テイ) lipstick, DISPLAYED in a blue case,<b> to the queen and says, \"For your mouth (口), my love.\"", "亭": "<b>Blue-haired TAYlor (テイ)<b> designed a PAVILION built high () atop a column resembling a gigantic nail (丁).", "帝": "The person standing (立) over a broom () <b>next to the blue TAble (テイ)<b> is the EMPEROR himself.", "訂": "<b>Blue-haired TAYlor (テイ)<b> REVISED his speech (言) until he nailed (丁) it.", "逓": "The two villages were built on cliffs with a deep valley between them and no connecting road (辶). <b>Blue-haired TAYlor (テイ)<b> had people on each cliff (厂) wave two (二) pieces of cloth (巾) to RELAY messages.", "堤": "<b>The blue-haired TAIlor (テイ)<b> had no idea which soil (土) to use for the EMBANKMENT so he needed to correct (是) it later.", "締": "He uses thread (糸) to tie the emperor (帝) <b>to the blue TAble (テイ)<b> and then TIGHTENS the thread until the emperor's hands bleed.", "泥": "That TV show where nuns (尼) wrestle in MUDDY water (氵) <b>is one of blue-haired DAIsy's (デイ) favorites.<b>", "笛": "<b>Sitting at the blue THEKE (テキ: German for \"bar\"),<b> he explains that one reason (由) to make a WOODWIND INSTRUMENT from bamboo (竹) is that it is already hollow.", "摘": "<b>For all guests sitting at the blue THEKE (テキ: German for \"bar\"),<b> he explains that the liquor is so expensive because the old (古) emperor () himself PICKED each plum by hand (扌).", "滴": "Water (氵) DRIPS <b>from the blue THEKE (テキ: German for \"bar\")<b> onto the old (古) emperor's () lap.", "迭": "<b>Blue-haired TETSU (テツ)<b> lost (失) his mobility (辶) in an accident and had to be REPLACED by SOMEONE else.", "哲": "WISE words occasionally (折) come out of <b>blue-haired TETSU's (テツ)<b> mouth (口).", "徹": "<b>Blue-haired TETSU (テツ)<b> sits cross-legged (攵) under a tree and tells all persons going by (彳) that he has DEVOTED HIMSELF TO mindfulness and can train (育) them THOROUGHLY.", "撤": "<b>Blue-haired TETSU (テツ)<b> was REMOVED from his position as a teacher because he was using his hand (扌) to strike (攵) the students he was supposed to educate (育).", "添": "The cellist feels (㣺) excited that, during the concert on the water (氵) under the open sky (夭), she can ACCOMPANY <b>the blue-haired TENor (テン).<b> She just hopes she can LIVE UP TO his expectations.", "斗": "<b>Blue-haired TOni (ト)<b> has only 10 (十) minutes to scoop all 18 LITERS of wine from a barrel using a DIPPER and not spilling more than 2 drops (丶).", "途": "There are too many (余) roads (辶) in this area, <b>so blue-haired TOny (ト)<b> can't easily find his WAY home.", "渡": "He CROSSED the water (氵) by degrees (度), <b>first dipping in his little blue TOE (ト).<b>", "塗": "\"At this time of year, the river (氵) floods, SPREADING excess (余) soil (土) ON THE SURFACE of nearby fields,\" <b>says blue-haired TOny (ト) in his lecture.<b>", "奴": "This GUY treats the women (女) in his family like SLAVES and even lays a hand (又) on them sometimes. <b>But he pampers his blue-eyed DOg (ド).<b>", "怒": "If you break a woman's (女) heart (心) again (又), her ANGER will know no bounds. <b>She might even sic her blue DOg (ド) on you.<b>", "豆": "One (一) of the MINIATURE boxes (口) of BEANS slid off the stand (), <b>hit my big TOE (トウ), and left a blue bruise.<b>", "到": "The sword (刂) ARRIVED (至) in time to take the EXTREME measure of <b>cutting off his big blue TOE (トウ).<b>", "逃": "Using a trillion (兆) moves (辶), <b>including stomping on people's TOEs (トウ) until they turned blue,<b> he ESCAPED.", "倒": "<b>The driver of the blue TOW (トウ) truck<b> reached (到) the COLLAPSING person (亻) just in time to soften her FALL.", "凍": "When the water on the eastern (東) pond FROZE, <b>blue-haired TOni (トウ)<b> tried out his new ice (冫) skates.", "唐": "With a torch (丨) in hand (), <b>blue-haired TOny (トウ) led the group<b> through the mouth (口) of the cave at the bottom of the dotted cliff (广). There they found the treasure that FOREIGN sailors (probably from CHINA) hid long ago.", "桃": "<b>Blue-haired TOni (トウ)<b> exaggerated a lot when she claimed that her tree (木) could bear a trillion (兆) PEACHES.", "透": "<b>Blue-haired TOni (トウ) knows<b> that he needs TRANSPARENT car windows if he wants to be a superior (秀) driver on the road (辶).", "盗": "Next (次) we are going to STEAL a dish (皿). <b>To go unnoticed, we must walk on our TOES (トウ), even if they turn blue. If we get caught, we'll face the NOOSE ((ぬす（む)).<b>", "陶": "<b>Blue-haired TOni (トウ) reports<b> that the area all around (勹) the western hill (阝) is littered with cans (缶) and POTTERY.", "塔": "<b>Blue-haired TOni (トウ)<b> combined (合) various plants (艹) and earth (土) to build a MONUMENT in his garden.", "搭": "<b>Blue-haired TOni (トウ)<b> is a hired hand (扌) who LOADED all the plants (艹) from the house (合) onto the truck.", "棟": "\"In LARGE BUILDINGS the wooden (木) beam that forms the RIDGE OF THE ROOF needs to point east (東),\" <b>said blue-haired TOny (トウ).<b>", "痘": "When he showed the doctor the bean-shaped (豆) pustules <b>on his blue TOE (トウ),<b> he learned that he had the sickness (疒) called SMALLPOX.", "筒": "\"The TUBE needs to have the same (同) CYLINDRICAL shape as bamboo (竹),\" <b>says blue-haired TOni (トウ).<b>", "稲": "In his hands (爫), the grains (禾) in the RICE PLANT look so old (旧) that they resemble <b>blue TOEs (トウ).<b>", "踏": "He was walking along the water (水) on a sunny day (日) when a jogger STEPPED ON his foot () <b>so hard that his big TOE (トウ) turned blue.<b>", "闘": "We FOUGHT by throwing small (寸) beans (豆) at each other. Some struck the gate (門), and <b>a few hit my TOEs (トウ) so hard they turned blue.<b>", "洞": "<b>They threw pieces of blue DOUGH (ドウ)<b> into the stream and discovered that the same (同) water (氵) flowed through both CAVES.", "胴": "Using the same (同) <b>blue DOUGH (ドウ),<b> they made TORSO shapes and then painted the \"flesh\" (月).", "峠": "<b>Given his blue hammerTOE GEta (とうげ) were out of the question.<b> Also, they were not practical for getting up (上) to the MOUNTAIN (山) PASS and down (下) again.", "匿": "<b>The blue clock's tick-TOCK (トク)<b> drives the young (若) person to HIDE in a box (匚).", "督": "My uncle (叔) SUPERVISED me as I did my homework. He kept an eye (目) on <b>our blue grandfather clock, which went tick-TOCK (トク).<b>", "篤": "He COURTEOUSLY asked her <b>to stop making the tick-TOCK (トク) sound<b> with the bamboo (竹) stick because it was scaring his horse (馬).", "凸": "She put too many <b>blue Tater TOTS (トツ)<b> in the box, which made the flat top CONVEX.", "突": "THRUSTING the knife <b>into the blue Tater TOTS (トツ)<b> made a big (大) hole (穴).", "屯": "<b>The army ordered blue-haired TONya (トン)<b> to remove all weeds (屯) from the campground before the TROOPS STATION there.", "豚": "<b>Blue-haired AnTONia (トン)<b> learned that the meat (月) from PIGS (豕) is called PORK.", "鈍": "The stationing troops (屯) fired the barber, <b>blue-haired DONovan (ドン),<b> because the metal (金) blades he used for shaving were too DULL and he was too SLOW.", "曇": "<b>The blue-haired orthoDONtist (ドン)<b> had hoped for a CLOUDY day (日) for his picnic, but there were just a few clouds (雲) on the horizon.", "軟": "<b>The blue-haired woman from NANjing (ナン)<b> complained that the seats of her new car (車) lacked (欠) SOFTNESS.", "尼": "<b>Blue-haired NIna (二)<b> likes to sit (ヒ) and chat with the NUN under the flapping flag (尸) at the convent.", "尿": "<b>The blue-haired caNYOneer (ニョウ) insists<b> on calling URINE the \"water (水) between the buttocks (尸).\"", "忍": "<b>The NINjas (ニン) with blue tattoos<b> are especially good at ENDURING the pain of a blade (刃) in the heart (心).", "寧": "<b>Blue-haired ReNEE (ネイ)<b> would RATHER have POLITE people with PEACEFUL hearts (心) under her roof (宀) than a nail (丁) in her eye (罒).", "粘": "TENACIOUS <b>blue-eyed NENa (ネン)<b> tells a fortune (占) by throwing STICKY rice (米) against a wall.", "濃": "\"Using sufficient water (氵) in farming (農) allows plants to absorb nutrients that are CONCENTRATED in the soil, giving them a DARKER, DEEPER COLOR,\" <b>he wrote in his blue NOtebook (ノウ).<b>", "把": "He bent his body (巴) so his hands (扌) could GRASP <b>the blue HUckleberries (ハ).<b>", "婆": "The woman (女) struggling in the waves (波) is <b>blue-haired BArbara (バ),<b> the ELDERLY WOMAN from next door.", "杯": "Only SAKE CUPS not (不) made of wood (木) <b>are held HIGH (ハイ) whenever they play the blues.<b>", "排": "\"Not (非) with the hands (扌) again!\" yelled the soccer coach, but it was too late. <b>The blue-haired HIGHlander (ハイ)<b> was EXPELLED from the soccer club.", "廃": "<b>The blue-haired HIGH (ハイ) school girl<b> went from one building (广) to the next and urged people to STOP USING old cars because they emit (発) a lot of pollution.", "輩": "<b>After buying a blue Toyota HIGHlander (ハイ),<b> he would not (非) let his PEERS borrow his car (車).", "梅": "<b>Meet me in rOOM A (うめ), the one with the blue door.<b> From that room we have an excellent view of the garden. Every (毎) tree (木) there is a JAPANESE APRICOT. At the end of the RAINY SEASON, you can BUY (バイ) the fruit that turned blue.", "培": "He stands (立) at the opening (口) of his tent and considers how he would CULTIVATE the land (土) around him. <b>Suddenly he shouts, \"I am going to BUY (バイ) it!\"<b>", "陪": "He stands (立) at the opening (口) of the tent, looking at the hill (阝) on his left, and says, <b>\"One day I am going to BUY (バイ) it!<b> But now I have to get back inside to ATTEND TO my ailing mother.\"", "媒": "<b>When the blue-haired BUYer (バイ)<b> needed rare merchandise, he contacted a certain (某) woman (女) through a classified ad. \"Newspapers are still a terrific MEDIUM!\" he exclaimed.", "賠": "Instead of receiving proper FINANCIAL COMPENSATION for standing (立) guard at the entrance (口) to the nightclub, <b>blue-haired BYron (バイ)<b> gets seashells (貝).", "伯": "That white (白)-haired person (亻) <b>eating blue HUCKleberries (ハク)<b> is the ELDER SIBLING of one of my PARENTS.", "拍": "<b>The blue HUCKleberry (ハク) dessert<b> was so spectacular that the guests CLAPPED until their hands (扌) turned white (白).", "泊": "When STAYING OVERNIGHT he just needs water (氵), clean white (白) sheets, <b>and fresh blue HUCKleberries (ハク) for breakfast.<b>", "迫": "When I walk down a road (辶) and COME NEAR a white (白) picket fence, I have the URGE <b>to throw blue HUCKleberries (ハク) at it.<b>", "舶": "With his small boat (舟) he ferries <b>blue HUCKleberries (ハク)<b> to the white (白) SHIP anchored in the bay.", "薄": "The rice field (田), which has 10 (十) inches (寸) of water (氵), is covered with a THIN piece of material. Made of grass (艹), it's dotted (丶) with stains from <b>blue HUCKleberries (ハク).<b>", "漠": "<b>Blue-haired BUCK (バク)<b> could see how big (大) plants (艹) in the DESERT get enough sun (日), but he had only a VAGUE idea how they get enough water (氵).", "縛": "Go to the rice field (田) we measured (寸), RESTRAIN the 10 (十) suspects, and BIND them with the dotted (丶) strings (糸), <b>which are in the blue BUCKet (バク).<b>", "爆": "In 1942, <b>during Germany's Case Blue offensive in BAKU (バク: capital of Azerbaijan),<b> a violent (暴) fire (火) caused several EXPLOSIONS.", "箱": "He showed us this wonderful BOX with a bamboo (竹) top and wooden (木) sides. One side had an eye (目) painted on it, <b>and the others had HAKOne (はこ) Blue flowers.<b>", "肌": "On the table (几), the meat (月) of the <b>chicken KIev (キ) had turned blue,<b> but the SKIN was crispy and delicious.", "鉢": "The FLOWERPOTS <b>around the blue HUTS (ハツ)<b> are made of real (本) gold (金).", "髪": "My friend (友) has three strands (彡) of HAIR that are unusually long (镸). <b>Only people living in blue HUTS (ハツ) can cut those strands. And afterward they must be burned in the blue KAMIn (かみ: German for \"fireplace\").<b>", "伐": "Crazy people (亻) ATTACKED the piñata with spears (戈) and axes, but instead of breaking it open they CUT it DOWN. <b>We will kick their BUTTS (バツ) until they are blue.<b>", "抜": "\"Don't BE STUPID. PULL OUT your hand (扌) immediately—<b>no ifs, ands, or BUTS (バツ)<b> —if you want to remain my friend (友)! Or you can go back to NUKU'alofa (ぬ(く): capital of Tonga)!\" she yelled when he slipped his hand inside her blouse.", "罰": "He said (言) that the PUNISHMENT for cutting (刂) the fishing nets (罒) will be <b>having their BUTTS (バツ) whipped until they turn blue.<b>", "閥": "We will assemble at the gate (門) to attack (伐) the neighboring CLAN. <b>And we will kick their BUTTS (バツ) until they are blue.<b>", "帆": "<b>Blue-haired HANs (ハン)<b> had only mediocre (凡) cloth (巾) but still made a fabulous SAIL.", "伴": "<b>Blue-haired HANs (ハン)<b> is convinced that a person (亻) is only half (半) complete unless ACCOMPANIED by another.", "畔": "The RIDGE BETWEEN the rice FIELDS (田) divides <b>blue-haired HANs's (ハン)<b> property in half (半).", "般": "<b>HANs (ハン), in his bright blue sailor's suit,<b> slapped the table (几) with his hands (又), indicating that he was satisfied with the OVERALL condition of the small boat (舟).", "販": "<b>The blue-bearded HUNter (ハン)<b> is opposed (反) to MARKETING shellfish (貝) aggressively.", "煩": "<b>Blue-haired HANs (ハン)<b> has \"Michael Jackson anxiety.\" He WORRIES that his head (頁) will catch on fire (火).", "頒": "<b>Blue-haired HANs (ハン)<b> divided (分) all the big shells (頁) into many small piles so that they could be DISTRIBUTED WIDELY.", "範": "<b>Blue-haired HANs (ハン)<b> finished the bamboo (竹) MODEL of his car (車) and slumped down (㔾) next to it in exhaustion.", "繁": "<b>Blue-haired HANs (ハン)<b> THRIVES in this BUSTLING environment, weaving through crowds with agility (敏) like a thread (糸) in a loom.", "藩": "<b>Blue-haired HANs (ハン)<b> negotiated with a number (番) of chiefs about how much grass (艹) and water (氵) each CLAN could use per month.", "妃": "<b>Blue-haired HIdeo (ヒ) learned<b> that the woman (女) in the snakeskin (己) dress was a NOBLEMAN'S WIFE.", "彼": "<b>\"Who is the guest of honor?\" asked blue-haired KAREl (かれ).<b> \"HE is the one going (彳) out the door with the fur (皮) coat!\" said his friend.", "披": "<b>Taking off his gloves, blue-haired HIdeo (ヒ)<b> REVEALS the discolored skin (皮) on his hands (扌).", "卑": "<b>Blue-haired HIdeo (ヒ)<b> is a VILE and VULGAR man, shouting four-letter () words while removing rocks (丶) from his rice field (田).", "疲": "I get TIRED of hearing about the skin (皮) sickness (疒) <b>that is ruining HIdeyoshi's (ヒ) life, turning his skin blue.<b>", "被": "<b>Blue-haired HIdeo (ヒ)<b> always wears clothes (衤) that COVER most of his skin (皮) because he SUFFERS from a rare skin disease.", "扉": "\"There is not (非) enough room here for a HINGED DOOR (戸),\" <b>says blue-haired HIdeo (ヒ).<b>", "碑": "<b>Blue-haired HIdeo (ヒ)<b> was a lowly (卑) man, so he had only a simple stone (石) on his grave, not a TOMBSTONE or an INSCRIBED STONE MONUMENT.", "罷": "<b>Blue-haired HIdeo (ヒ)<b> was DISMISSED from his job when he lost his ability (能) to repair fishing nets (罒).", "避": "To AVOID his wife's wrath, <b>blue-haired HIdeo (ヒ)<b> threw all the flags (尸) and spices (辛) from the party into a box (口) and moved (辶) it behind the couch.", "尾": "<b>Little blue-haired BIanca (ビ) thinks of a<b> \"horse TAIL\" as hair (毛) at the back of the buttocks (尸).", "微": "<b>Only if I give blue-haired BIanca (ビ)<b> at least one (一) compliment about her strikingly (攵) beautiful legs (儿) do I have the SLIGHTest chance of being allowed to go (彳) to the mountains (山) with my friends.", "匹": "His task was to COUNT the SMALL ANIMALS in the yard, <b>but the blue HICKY (ひき) on his girlfriend's neck distracted him.<b> He said, \"I think there are almost four (匹) squirrels out there.\"", "泌": "\"When a skunk feels threatened, it will invariably (必) SECRETE a fluid (氵) with a nauseating smell,\" <b>says blue-haired HIdeo (ヒ).<b>", "漂": "\"What?\" <b>exclaimed blue-haired HIOb (ヒョウ).<b> \"Are those ballots (票) DRIFTING on the water (氵)?\"", "苗": "\"The plants (艹) in this rice field (田) grew from rare RICE SEEDLINGS that my grandfather brought from Vietnam,\" <b>says blue-haired BJOrn (ビョウ).<b>", "描": "\"When I try to DRAW the kanji for cat (猫), I can't get the curve of the 'animal' radical (犭) just right, so I end up with the kanji for TO DEPICT,\" <b>says blue-haired BJOrn (ビョウ).<b>", "猫": "\"Do you recognize the animal (犭) crouching between the rice seedlings (苗)?\" \"Yes, that's my CAT!\" <b>says blue-haired BJOrn (ビョウ).<b>", "浜": "<b>Blue-haired MoHINder (ヒン)<b> is among the soldiers (兵) pacing along a BEACH in YOKOHAMA, looking out across the water (氵) for reinforcement.", "賓": "<b>Blue-haired MoHINder (ヒン)<b> shows one (一) of his VISITORS to the GUEST room (宀). Its door is decorated with a few (少) small shells (貝).", "頻": "The FREQUENCY with which <b>blue-haired MoHINder (ヒン)<b> finds big shells (頁) when walking (歩) in the woods is astonishing.", "敏": "He demonstrates his AGILITY by striking (攵) every (毎) <b>blue recycling BIN (ビン) he passes on his morning jog.<b>", "瓶": "When cleaning out the well (), put any roof tiles (瓦) and BOTTLES <b>in the blue BIN (ビン)<b> and everything else in the black one.", "扶": "<b>The blue-haired FOotball (フ) coach<b> hired my husband (夫) to lend a hand (扌) in SUPPORTING the team.", "怖": "<b>When he saw that his FOot (フ) had turned blue,<b> FEAR wrapped around his heart (忄) like a tight cloth (布).", "附": "An ADDITIONAL <b>blue FOotbridge (フ)<b> is ATTACHED (付) to the side of the hill (阝). But the paint does not ADHERE well to the bridge and is peeling off gradually.", "赴": "<b>The blue-haired FOotball (フ) player<b> HEADED TO the stadium but ran (走) so fast that he missed the sharp right turn (ト).", "浮": "His hand reaches down (爫) and plucks the FLOATING child (子) from the water (氵). <b>\"PHEW (フ)!\" he exclaims. \"That was a close call!\"<b>", "符": "He attached (付) the SIGN to the bamboo (竹) post that MARKS the spot where <b>someone discovered a mysterious blue FOotprint (フ).<b>", "普": "It is WIDELY known that days (日) line up (並) one after the other. <b>But the FOol (フ) in his blue Superman cape<b> thought that Friday came right after Wednesday last week!", "腐": "<b>A famous blue-haired FOotball (フ) player<b> placed DECAYING meat (肉) in the government office (府) to protest its CORRUPTION.", "膚": "<b>The blue-haired FOotball (フ) player insists<b> that his medicine be made of tiger (虍) SKIN and tiger stomach (胃).", "舞": "In the evening (夕) we DANCE among wheat sheaves () <b>around a blue MAIbaum (まい: German for \"maypole\")<b> beside a well ().", "幅": "\"And then he borrowed one (一) square (口) of cloth (巾) to measure the WIDTH of his rice field (田)!\" <b>said the owner at the Blue Moon clothing store in FUKUoka (フク).<b>", "払": "The waiter CLEARS AWAY the dishes and then places his hand (扌) <b>on the blue-haired maHARAjah's (はら(う))<b> elbow (ム), leading him to the cash register to PAY the bill.", "紛": "The threads (糸) of his story <b>about a blue alert for a tyPHOON (フン) in Japan<b> were divided (分) in a way that caused CONFUSION.", "雰": "The ATMOSPHERE was thick, and it was obviously about to rain (雨) at any minute (分), <b>so we sought shelter in the Blue Ocean restaurant in FUNafuti (フン: capital of Tuvalu).<b>", "憤": "He felt (忄) INDIGNANT <b>that the Blue Ocean restaurant in FUNafuti (フン: capital of Tuvalu)<b> would not take his 30 (卉) seashells (貝) as payment and insisted on Tuvaluan dollars.", "丙": "On THIRD-class airplanes with low ceilings (一), each person (人) is strapped in with an uncomfortable seat belt (冂) and <b>gets a bluish salad that tastes like HAY (ヘイ).<b>", "並": "\"LINE UP in two () ROWS of eight (\\ / twice). <b>HEY (ヘイ), you from NAMIbia (なみ), too!\" yelled the PE teacher.<b>", "柄": "<b>Blue-eyed HAzel (ヘイ)<b> is a shady CHARACTER. She builds HANDLES from third-grade (丙) wood (木) and sells stolen blue capsules of viaGRA (がら).", "塀": "<b>\"HEY (ヘイ), you!<b> Can you help me get the corpse (尸) out of the well () and over the earthen (土) WALL?\"", "幣": "\"For a little MONEY I can put your dirty towel (巾) through the wringer washer (㡀),\" <b>offered blue-haired HAzel (ヘイ),<b> sitting cross-legged (攵) on her yoga mat.", "弊": "\"If I don't protect the new gate (廾) from being struck (攵) by falling branches or from the HARMFUL INFLUENCE of acid rain (), the wood will soon be WORN OUT,\" <b>says blue-haired HAzel (ヘイ).<b>", "壁": "Every Saturday (土) they sit on the low stone WALL in the park, look through their box (口) full of flags (尸) and spices (辛), <b>and eat blue KABEljou (かべ: a fish from Africa).<b>", "癖": "<b>\"HEY, KEIth (ヘ キ)!<b> I heard you have a HABIT of looking through a box (口) of flags (尸) and spices (辛) when you're sick (疒),\" calls his friend from the yard. \"Is that true?\"", "偏": "<b>Blue-haired HENry (ヘン)<b> has strong BIASES. For instance, he prefers tall people (亻), is PARTIAL to sliding doors (戸), and is INCLINED to read hardcover books (冊) rather than paperbacks.", "遍": "EVERYWHERE he went on his road (辶) trip through Japan, <b>blue-haired HENry (ヘン)<b> found interesting books (冊) in convenience stores. They were always in the same spot near the door (戸).", "捕": "The hand (扌) tries to SEIZE the needle (十) to use (用) the point (丶), but <b>it is too HOt (ホ).<b>", "浦": "<b>Whenever she feels under the weather, blue-haired URA (うら)<b> goes to the SEASIDE and makes use (用) of the restorative powers of ocean water (氵) by adding 10 (十) drops (丶) to her tea.", "舗": "<b>Blue-haired HOmer (ホ)<b> stood in front of his building (舎) and inspected the PAVEMENT, then used (用) red dots (丶) to mark 10 (十) areas that needed repairs.", "募": "<b>Blue-haired BO (ボ)<b> RECRUITED strong (力) guys to COLLECT the big (大) plants (艹) in the blazing sun (日).", "慕": "<b>Blue-haired BO (ボ)<b> ADORES the plants (艹) shaped like hearts (㣺). They only grow big (大) if they get full sun (日).", "暮": "She LIVES to see the sun (日) set among big (大) plants (艹) when the day (日) COMES TO AN END. <b>But a big blue BOx (ボ) is blocking the view today.<b>", "簿": "We will use the bamboo (竹) slate as a REGISTER. Clean it with water (氵), write down everyone's specialty (専), and put a dot (丶) next to the entry if it is for a cute guy. <b>Then put the slate in the blue BOx (ボ).<b>", "芳": "<b>Blue-haired HOmer (ホウ)<b> found a GOOD method (方) of extracting the FRAGRANCE from plants (艹).", "邦": "<b>Blue-haired HOmer (ホウ)<b> believes that JAPAN is a COUNTRY where one finds bent utility poles () in some villages (阝).", "奉": "<b>When blue-haired HOmer (ホウ)<b> needed to have his cows () milked, three (三) people (人) OFFERED to help.", "抱": "<b>When little blue-haired HOmer (ホウ)<b> wraps (包) his hands (扌) around my neck, it feels as if a blue DUCK (だく) were HUGGING me.", "泡": "<b>\"HOly (ホウ) moly!<b> Adding that stuff to your bath water (氵) wraps (包) you in a ton of BUBBLES!\"", "胞": "\"An egg yolk is wrapped (包) in a SMALL MEMBRANOUS SAC that is attached to the embryo,\" <b>explained blue-haired HOmer (ホウ)<b> in his Monday (月) lecture.", "俸": "<b>\"HOly (ホウ) cow!<b> They offered (奉) that person (亻) such a high SALARY!\"", "倣": "A new DVD was just released (放) in which <b>blue-haired HOmer (ホウ)<b> IMITATES famous people (亻).", "峰": "<b>Blue-haired HOmer (ホウ)<b> sits cross-legged (夂) atop a utility pole () on a mountain (山) PEAK.", "砲": "\"This CANNON, still in its protective wrapping (包), shoots out big stone (石) balls,\" <b>says blue-haired HOmer (ホウ).<b>", "崩": "<b>\"HOly (ホウ) cow!<b> This mountain (山) DEGENERATED in just two months (月),\" he exclaimed.", "飽": "<b>When blue-haired HOmer (ホウ)<b> opened his wrapped (包) meal (飠), he screamed, \"I HAVE HAD ENOUGH of peanut butter sandwiches!\"", "褒": "She PRAISED <b>blue-haired HOMER (ほ(める))<b> for preserving (保) his clothing (衣) so well.", "縫": "<b>Blue-haired HOmer (ホウ)<b> sits cross-legged (夂) on top of a utility pole (丰) next to the road (辶) and SEWS. He calls out, \"I need a NEW (ぬ(う)) blue thread (糸) this time!\"", "乏": "To teach him to read, his mother had carvings made of each hiragana and hung them around the house from handles (ノ). He became a poet, and the SHORTAGE of money has forced him to sell his hiragana e (之) <b>along with his blue BOWling (ボウ) ball.<b>", "忙": "\"You will die (亡) from a heart (忄) attack if you are always so BUSY, BUSY, BUSY! <b>Relax and come BOWling (ボウ) with us!\"<b>", "坊": "<b>Blue-haired BO (ボウ)<b> learned that the method (方) this BUDDHIST PRIEST uses to rake the soil (土) is quite unique.", "妨": "Do not INTERFERE WITH this woman's (女) method (方) of <b>tying blue BOWs (ボウ) in the girl's hair,<b> or you will regret it.", "房": "In that direction (方) you will find <b>a blue BOW (ボウ)<b> on a door (戸) that opens into my ROOM.", "肪": "<b>From the woman with the blue BOW (ボウ)<b> I learned a method (方) of separating FAT from lean meat (月).", "某": "The sweet (甘) smell of this tree (木) always reminds me of A CERTAIN PERSON <b>with a blue BOW (ボウ) in her hair<b>.", "冒": "<b>When he sails his blue BOat (ボウ),<b> he's at RISK of damaging his eyes (目) in the sun (日).", "剖": "He stood (立) with his mouth (口) open when he saw that <b>blue-haired BO (ボウ)<b> had DISSECTED the frog with a sword (刂).", "紡": "<b>Blue-haired BO's (ボウ)<b> method (方) of MAKING YARN is braiding multicolored threads (糸).", "傍": "The person (亻) standing (立) BESIDE me pointed a finger in the direction (方) of <b>blue-haired BO (ボウ).<b>", "帽": "\"Wear the cloth (巾) HAT <b>with the big blue BOW (ボウ)<b> to shade your eyes (目) from the sun (日).\"", "膨": "The hairy (彡) samurai's (士) body (月) EXPANDED after he ate beans (豆), <b>and blue-haired BO (ボウ) watched in horror.<b>", "謀": "The SCHEME <b>in blue-haired MUhammad's (ム) newest book<b> hinges on a certain (某) word (言) being said during a crucial phone call.", "朴": "He found a SIMPLE way of drawing a tree (木) by using ト. <b>Now he is looking for an easy way of drawing a blue BOCK (ボク: German for \"buck\").<b>", "墨": "Each Saturday (土) <b>blue-haired SUMI (すみ)<b> puts on a black (黒) robe, takes a BLACK INKSTICK, and prepares BLACK INK for calligraphy students from MEXICO.", "撲": "Pretending that he is FORCEFULLY STRIKING <b>the blue BOCK (ボク: German for \"buck\")<b> with his hand (扌) in a street show is his business ().", "没": "The knight accidentally pierced <b>the blue BOAT'S (ボツ) bottom<b> with a pike (殳). He LACKED a way to bail out water (氵), so the boat started SINKING and soon DISAPPEARED.", "堀": "They crouch (屈) in the earthen (土) MOAT <b>despite the HORRIble (ほり) stench of the blue algae.<b>", "奔": "<b>Under the blue sky of HONolulu (ホン),<b> 10 (十) big (大) guys RUSH to help the man trapped in the gate (廾).", "翻": "<b>Under the blue sky of HONolulu (ホン)<b> we watch a number (番) of nene (Hawaiian goose) fledglings fluff their feathers (羽) and FLUTTER about.", "凡": "In GENERAL, MEDIOCRE and POOR-QUALITY tables (几) are marked (丶) down <b>for blue-haired bargain HUNters (ハン). Those not sold are burned in a BONfire (ボン) while the blues band plays.<b>", "盆": "Part (分) of the dishes (皿) are still in the BASIN. Please put them on a TRAY and bring them outside. <b>They will be set on blue tables during the BON (ボン) festival.<b>", "麻": "<b>When MAdonna (マ) has the blues,<b> she goes to the place where HEMP grows near the little grove (林) at the foot of the dotted cliff (广).", "摩": "<b>Blue-eyed MAdonna (マ)<b> CHAFED her hands (手) when she slid down the hemp (麻) rope to escape the photographers.", "磨": "<b>Blue-eyed MAdonna (マ)<b> finds the best stones (石) to POLISH in the grove (林) on the dotted cliff (广).", "魔": "The way the DEMON uses hemp (麻) to bother the spirits of the dead (鬼) <b>is called blue MAgie (マ: German for \"magic\").<b>", "埋": "\"Oh, no!\" she screamed. \"<b>MY (マイ)<b> village (里) is BURIED in earth (土)!\"", "膜": "<b>Under the blue sky of MAKU (マク: city in Iran),<b> a big (大) crowd sits on the grass (艹) in the sun (日) and listens to the professor's lecture. He explains that the mucous MEMBRANE of the stomach protects the underlying tissue (月) from gastric acid.", "又": "His first attempt at grabbing something with his right hand failed. \"Okay, let's try AGAIN,\" <b>he MUTTERed (また).<b>", "抹": "To get his hands (扌) on the frisbee (ー) at the top of the tree (木), he wears special gloves and RUBS AWAY all the lower branches. <b>His blue MUTTS (マツ) just cannot live without their frisbee!<b>", "慢": "<b>Blue-haired MANfred (マン)<b> appears quite ARROGANT as he shades his eyes (罒) from the sun (日) with his hands (又). Actually, it's just that he feels (忄) too LAZY to look for his sunglasses.", "漫": "<b>Blue-haired MANfred (マン)<b> got tired from throwing his fishing net (罒) into the water (氵) again and again (又) all day (日) while he RAMBLED on about RANDOM things.", "魅": "<b>Blue-haired MImi (ミ)<b> saw a ghost (鬼) but is not yet (未) BEWITCHED.", "岬": "When he went to the CAPE with its first-class (甲) mountains (山), a stranger holding up a key <b>called out, \"MISS A KEY (みさき), sir?\"<b>", "妙": "Few (少) of <b>the blue-haired daiMYO's (ミョウ)<b> women (女) are MARVELOUS, and most of them are STRANGE.", "眠": "<b>Blue-haired MINdy (ミン)<b> feels that when she SLEEPS, people's (民) eyes (目) are on her.", "矛": "If you use this HALBERD with two spikes and hand protection to poke a cow, <b>it will utter a short MOO (ム).<b>", "夢": "Cover (冖) your eyes (罒) in the evening (夕) and <b>YOU MAY (ゆめ)<b> DREAM of grass (艹) where a blue cow grazes and utters a short MOO (ム).", "霧": "\"FOG is even better than rain (雨) if we want to conduct our affairs (務) undetected,\" <b>says blue-haired MUhammad (ム).<b>", "娘": "His DAUGHTER is a good (良) woman (女) <b>who always brings him her famous dessert \"MOUSSE UME (むすめ; \"ume\" is a Japanese apricot)\" in a blue bowl.<b>", "銘": "<b>Blue-haired MEI (メイ)<b> was shocked that her name (名) was spelled wrong in the INSCRIPTION on the metal (金) plate.", "滅": "<b>His MEDS (メツ), especially the blue pills,<b> give him nightmares in which his whole family gets DESTROYED, some by fire (火), some by water (氵), others by spears (戈), and he is always the last one (一) who gets pushed off a cliff (厂).", "茂": "<b>It is difficult to walk through blue-haired SHIGERU's (しげ(る)) garden<b> at the top of the cliffs (厂) because it IS OVERGROWN with spearlike (戈) grasses (艹).", "盲": "\"A person is considered BLIND when both eyes (目) die (亡),\" <b>says blue-haired MOshe (モウ).<b>", "耗": "Soil DEPLETION makes the famous three-branched tree (耒) and all the other vegetation (毛) <b>around the blue MOAt (モウ) susceptible to diseases.<b>", "黙": "<b>Blue-haired DAMA (だま(る)) lies in her blue hamMOCK (モク),<b> noticing that the dogs (犬) are always SILENT when the village (里) residents gather around the campfire (灬).", "紋": "<b>Blue-haired MONica (モン)<b> uses multicolored threads (糸) to stitch a PATTERN resembling letters (文) around the FAMILY CREST.", "躍": "The feathers (<b>ヨヨ<b>) of the old bird (隹) were smeared with oil so it could not fly anymore. The bird used its feet () to LEAP onto the blue YAK (ヤク), which carried the bird around on its back.", "愉": "I had PLEASANT feelings (忄) about cut (刂) meat (月) being covered (), but I was especially PLEASED <b>when I heard that it was YOu (ユ) who did it.<b>", "癒": "<b>Blue-haired YUgo (ユ)<b> cut (刂) chicken meat (月) into small pieces, covered () the pot, and simmered the soup for two hours. He thought it would help HEAL his heart (心) disease (疒).", "幽": "<b>Only the blue EWE (ユウ)<b> can find the two rare worms (幺) that are HIDDEN DEEPLY in SECLUDED places in the mountains (山).", "裕": "<b>When YUki (ユウ) has the blues,<b> she goes to the valley (谷), which is so ABUNDANT in clothes (衤) that it always cheers her up.", "雄": "<b>Blue-haired YUri (ユウ)<b> is a MAGNIFICENT example of a desirable MALE. He offers his hand () or his elbow (厶) to help his companion, and he expertly cuts the bird (隹) on Thanksgiving.", "誘": "He was excellent (秀) at INVITING me with just the right words (言). <b>So I went to his house in spite of hating his stuffed blue EWE (ユウ).<b>", "憂": "<b>When YUmi (ユウ) has the blues,<b> she sits cross-legged (夂) in her room with her head (頁) covered (冖) and her heart (心) full of ANXIETY.", "与": "<b>Blue-haired little YOda (ヨ)<b> GIVES one (一) ladle () full of nourishing soup on the beggar.", "揚": "At daybreak (旦), when the first rays (勿) of sunlight illuminated the amphitheater, the cult leader RAISED his hands (扌) HIGH <b>and started to YOdel (ヨウ).<b>", "揺": "With SHAKING hands (扌, 爫), <b>blue-haired YOlanda (ヨウ)<b> reaches for a can (缶) of soda.", "腰": "When she injured her HIP—an essential (要) body part (月) for dancing—<b>she switched to YOdeling (ヨウ).<b>", "踊": "<b>Blue-haired YOlanda (ヨウ)<b> is fond of the chicken DANCE because there she can use (用) her elbows (マ) as well as her feet ().", "窯": "<b>Blue-haired YOlanda (ヨウ) learned<b> to put holes (穴) in her clay sheep (羊) figurines so they didn't explode in the fire (灬) of the KILN.", "擁": "At the turkey farm, <b>when a stupid visitor arrived with a blue-tailed YOrkie (ヨウ),<b> an employee PROTECTED an old bird (隹) by EMBRACING it with one hand (扌) while using the other to hold a fringed (幺) hat (亠) that blocked its view of the dog.", "謡": "\"Not a word (言)! And no SONGS either!\" <b>said blue-haired YOlanda (ヨウ).<b> \"If you even utter a sound, the crow will pick up your soda can (缶) with its talons (爫).", "翼": "He tried to use <b>blueberry YOGUrt (ヨク)<b> to lure the bird with unusual (異) feathers (羽), but it just flapped its WINGS and flew away.", "羅": "<b>Blue-haired RAfael (ラ)<b> tried to use leftover FABRIC for his fishing NET (罒), but it would not maintain (維) its shape while wet.", "雷": "<b>\"COME IN, ARI (かみなり)!<b> You're all wet from the rain (雨)!\" said blue-haired RYan (ライ). \"I don't mind. Standing in the rice field (田) under all the THUNDER and LIGHTNING is exhilarating!\"", "頼": "\"No more mistakes! RELY on your head (頁) so that you won't forget to REQUEST a bundle (束) <b>of blue RYE (ライ).\"<b>", "絡": "All his threads (糸) were so ENTANGLED that <b>blue-haired RAKU (ラク)<b> had to deal with each (各) one separately.", "酪": "<b>Blue-haired RAKU's (ラク) refrigerator<b> is full of jars (酉). Each (各) contains a different DAIRY PRODUCT.", "濫": "<b>\"RUN (ラン)!\" yelled the person<b> supervising (監) the level of the creek. The water (氵) was rapidly rising and starting to OVERFLOW.", "痢": "<b>For blue-haired Richie (リ),<b> the advantage (利) of being sick (疒) with DIARRHEA was that he lost a lot of weight.", "離": "<b>Blue-haired Richie (リ)<b> took all the long-legged insects () and put them in a lidded (亠) box (凵) surrounded by a tight mesh (乂) to SEPARATE them from the old birds (隹).", "柳": "Looking at the WILLOW <b>while eating bluebeRY OOze (リュウ),<b> he thought that the tree (木) branches looked like drooping rabbit (卯) ears.", "竜": "When he saw a DRAGON standing (立) in the rice field (田), swishing its tail (乚) from side to side, <b>the man dropped his blueberRY OOze (リュウ).<b>", "粒": "Whoever guesses the number of rice (米) GRAINS in that vase (立) will get <b>the bowl of blueberRY OOze (リュウ).<b>", "隆": "Celebrate your PROSPERITY and enjoy the good things in life (生) by sitting cross-legged (夂) on a hill (阝), <b>eating blueberRY OOze (リュウ).<b>", "硫": "Near a river (川) he saw yellow crystals that looked like stones (石). He sat down to eat <b>his blueberRY OOze (リュウ),<b> but the rotten smell of the SULFUR entered his nose (ム), so he quickly closed his lunchbox lid (亠) again.", "虜": "CAPTIVE male (男) tigers (虍) are interested in procreating <b>only when fed small blueberries from RIO (リョ) de Janeiro.<b>", "慮": "When they think (思) about buying the tiger (虍) for the zoo, they take into CONSIDERATION <b>that he only eats small blueberries from RIO (リョ) de Janeiro.<b>", "了": "He UNDERSTOOD that a child (子) needs arms (一) to be COMPLETE. <b>He thought maybe the special blueberries from RIO (リョウ) de Janeiro could help with growing some.<b>", "涼": "The best way to stay COOL in the capital (京) is to dangle your feet in the fountain water (氵) <b>while eating blueberries from RIO (リョウ) de Janeiro.<b>", "猟": "Dogs (犭) <b>that eat blueberries from RIO (リョウ) de Janeiro<b> are especially skilled at putting their claws () to use () when HUNTING GAME.", "陵": "He sits cross-legged (夂) in front of the IMPERIAL TOMB at the foot of the HILL (阝), <b>eating blueberries from RIO (リョウ) de Janeiro<b> and wondering if people's legs (儿) are buried under the ground (土).", "僚": "The person (亻) accompanying the young (小) boys to camp, where they run around all day (日) in the woods, sleep in tents (), <b>and eat blueberries from RIO (リョウ) de Janeiro,<b> is none other than my COLLEAGUE.", "寮": "During the three-day (日) repair of the DORMITORY roof (宀), the young (小) boys sleep in tents () <b>and eat blueberries from RIO (リョウ) de Janeiro.<b>", "療": "After the disaster, the Red Cross puts up tents () where, all day (日) long, sick (疒) young (小) boys and girls receive MEDICAL TREATMENT <b>and blueberries from RIO (リョウ) de Janeiro.<b>", "糧": "Their SUPPLY OF FOOD consisted mainly of huge quantities (量) of rice (米) and <b>a few blueberries from RIO (リヨウ) de Janeiro.<b>", "倫": "<b>Blue-haired RINgo (リン)<b> is a person (亻) with questionable ETHICS. The other day I caught him switching book (冊) covers () in order to steal a book.", "隣": "<b>Blue-haired RINgo (リン)<b> meets his NEIGHBORS every evening (夕) at the well () at the foot of the hill (阝) where they wash rice (米).", "涙": "When I returned (戻) to my hometown and saw that water (氵) damage had turned my blue house <b>into a blue RUIn (ルイ),<b> I cried bitter TEARS.", "累": "<b>Quilters frequently meet in the blue RUIns (ルイ)<b> next to my rice field (田). Because of that a lot of threads (糸) ACCUMULATE nearby.", "塁": "Tonight's baseball game will be in the rice field (田) <b>near the blue RUIns (ルイ).<b> They will stick sparklers () in the ground (土) to serve as BASES.", "励": "<b>The blue-haired REIgning (レイ) king<b> stands atop the cliff ( 厂) and looks down on his army, ten thousand (万) men strong (力), ENCOURAGING them to fight bravely.", "戻": "He RETURNED to the big (大) door (戸) to RESUME <b>painting the RAIling (レイ) blue.<b>", "鈴": "In honor of his friend, <b>blue-haired RINgo (リン)<b> commands (令) people to ring BELLS made of gold (金).", "零": "<b>The REIgning (レイ) king in the blue castle<b> orders (令) the rainfall (雨) level to be ZERO.", "霊": "If it rains (雨) two (二) days in a row (业), <b>the blue-haired REIgning (レイ) king<b> prays to the SPIRITS for milder weather.", "隷": "<b>The blue-haired REIgning (レイ) king<b> sent his SUBORDINATE to check out the rumor that one of his samurai (士) was captured (隶) and displayed (示) as a SLAVE.", "齢": "<b>The REIgning (レイ) king in a blue cape<b> commands (令) his subjects to do a tooth (歯) count to assess the AGE of the impostor.", "麗": "A BEAUTIFUL picture <b>of the REIgning (レイ) king in a blue uniform was<b> flanked on each side by one (一) mediocre (凡) picture of a deer (鹿).", "暦": "<b>The blue-haired REIKI (レキ) practitioner<b> has a CALENDAR with a picture of a forest (林) on a cliff (厂). The grid of days (日) is under the photo.", "烈": "The line (列) of <b>blue egRETS (レツ)<b> VIOLENTLY fluttered their wings when they saw the fire (灬).", "裂": "All the family members lined (列) up <b>in front of the blue minaRETS (レツ),<b> then RIPPED their clothing (衣) as a sign of mourning.", "恋": "<b>Blue-haired RENee (レン) felt COY (こい)<b> when decorating her desk with red (亦) hearts (心) as a symbol of the ROMANTIC LOVE she wants in her life.", "廉": "<b>Blue-haired RENee (レン) found out<b> that the nonprofit in this building (广) serves two functions (兼). It provides the poor with INEXPENSIVE meals and gives HONEST legal advice to people facing CRIMINAL CHARGES.", "錬": "<b>Blue-haired RENee (レン)<b> went to East (東) Asia to learn about REFINING METALS (金).", "露": "\"Reports of heavy rain (雨) on RUSSIAN Road (路) were EXPOSED as fraudulent. There was only DEW,\" <b>announced blue-haired news anchor WoodROW (ロウ).<b>", "郎": "<b>Blue-haired WoodROW (ロウ)<b> COUNTS the SONS who are good (良) and who live in the right village (阝).", "浪": "If you are WANDERING <b>the back ROAds (ロウ) because you have the blues,<b> it's good (良) to take water (氵) along.", "廊": "<b>Blue-haired WoodROW (ロウ)<b> has pictures of all his children in the CORRIDOR. Today he counts the sons (郎) who live on the dotted cliff (广).", "楼": "<b>Blue-haired WoodROW (ロウ)<b> stands on the wooden (木) TOWER looking for enemies who will try to steal our rice (米) and our women (女).", "漏": "Water (氵) LEAKing through the roof (尸) makes it look like it’s raining (雨) inside. <b>This creates a MORASS (も(らす)) from which a blue ROse (ロウ) grows.<b>", "賄": "<b>\"WHY (ワイ)<b> did you accept the BRIBE?\" she asked. \"Because I wanted to have (有) some money (貝) for once!\"", "惑": "I was BEWILDERED when <b>a blue-haired WACKO (ワク)<b> pointed a spear (戈) at my heart (心) and forbade me to use the one (一) and only entrance (口) to my workplace.", "枠": "He made the FRAME from four pieces of wood (木), gluing them together at 90-degree (卆) angles. <b>Then he removed the sawdust with the blue VACUum (わく) cleaner.<b>", "腕": "To make people trust her ABILITY with a needle, <b>blue-haired WANda (ワン)<b> tattooed her address (宛) onto the flesh (月) of her own ARM.", "柿": "Every Thursday (木) <b>blue-eyed EriKA KIsses (かき) me<b> after I give her one of the PERSIMMONS that I sell at the market (市).", "哺": "Using (用) a syringe, put 10 (十) drops (丶) of milk in his mouth (口) to entice <b>blue-eyed HOmer (ホ)<b> to SUCKLE.", "楷": "\"And on Thursdays (木), everyone (皆) has to use SQUARE CHARACTER STYLE when doing the homework,\" <b>blue-haired KYle (カイ) told his mother.<b>", "睦": "He runs (儿) from one earthen (土) mound to another in a HARMONIOUS rhythm as the FRIENDLY <b>blue BOCK (ボク: German for \"buck\")<b> keeps an eye (目) out for hunters.", "釜": "When I ask my father (父) why he puts money () in a METAL POT, <b>he whispers, \"To give to the poor for good KArMA (かま)!\"<b>", "錮": "He fitted the windows of <b>the blue COttage (コ)<b> with solid (固) metal (金) bars to IMPRISON the traitor.", "賂": "<b>Blue-haired ROnan (ロ)<b> gave each (各) cop money (貝) as a BRIBE.", "毀": "After DAMAGING the mortar (臼) <b>with his blue KEY (キ),<b> he decided the bowl was worthless. He tried to DESTROY it with a pike (殳), but only when he threw the mortar on the ground (土) did it finally BREAK.", "畏": "<b>Blue-haired Isabel (イ)<b> FEARS that her father will be angry because she lost her precious scarf () in the rice field (田).", "萎": "<b>A projected Image (イ) of a blue sun<b> in the greenhouse keeps the entrusted (委) plants (艹) from WITHERING.", "椅": "<b>In his backyard, blue-haired Igor (イ)<b> had an extraordinary (奇) tree (木) whose branches grew in the shape of CHAIRS.", "彙": "<b>Blue-haired Isabel (イ)<b> brought her COLLECTION of pig heads (彑) to Harry's house. He covered (冖) the display with a fruit (果) bowl to avoid seeing those heads.", "茨": "<b>NerdY BARAk (いばら) put on his blue overalls<b> to plant some THORNY greenery next (次) to his herbs (艹). The idea was to protect them.", "咽": "<b>The doctor asked blue-haired INgrid (イン)<b> to open her mouth (口) wide so he could investigate the cause (因) of the pain in her THROAT.", "淫": "The king (壬) was troubled by his SEXUALLY OBSCENE fantasies <b>about blue-haired INgrid (イン).<b> He imagined clawing (爫) at her back in the shower (氵).", "唄": "<b>When blue-haired UTA (うた)<b> opened her mouth (口) to sing her new SONG, shellfish (貝) came out.", "鬱": "The old man's DEPRESSION had gotten so bad that he sat (ヒ) on the floor, put a lock of his late wife's short hair (彡) in the subdivided box (), and replaced the lid. That cover ( 冖) bore the family crest, which consisted of a jar (缶) between two trees (木). <b>Then he put on his blue bOOTS (ウツ) and walked out into the night.<b>", "艶": "He printed the poster for the movie The SEXY <b>Blue ENchantress (エン)<b> on GLOSSY paper to bring out the abundance (豊) of colors (色).", "旺": "<b>\"OH (オウ) no!\" exclaimed the crowd.<b> The king (王) had fainted! The VIGOROUS exercise in the blazing sun (日) must have been too much.", "岡": "Many people climb this HILL to look under the glass dome (冂) at the statue of <b>the blue OKApi (おか),<b> a rare relative of a giraffe ().", "臆": "<b>The OCCUpant (オク) of the blue tent<b> excused his TIMIDITY with the saying \"The mind (意) is willing but the flesh (月) is weak.\"", "俺": "\"I am a person (亻) who dreams of a big (大) rice field (田) where fishhooks (乚) and <b>blue OREgano (おれ) grow.<b> Yes, that's ME!\" blurts the guy at the bar.", "苛": "\"Can (可) this flower (艹) feel pain?\" he asked with a vicious smile before TORMENTING <b>the blue CAlla (カ) lily.<b>", "牙": "<b>A museum in AKIBA (きば: short for Akihabara)<b> wants to hang the gigantic TUSK (ノ), so blue-eyed GArfield (ガ) puts a horizontal nail () and a vertical nail (丁) right through it.", "瓦": "<b>Blue-haired GAlina (ガ)<b> paints ROOF TILES.", "葛": "On Sundays (日),\r\n\n<b>the owner of the hair salon Blue CUTS (カツ)<b> offers KUDZU plant (艹) jelly. The flavor () resembles that of grape jam.", "潰": "<b>Blue-haired KYle (カイ)<b> places a high value (貴) on clean water (氵), so he tries to CRUSH all the major polluters.", "諧": "\"Everyone (皆) says (言) they want to live in HARMONY, but then they turn around and fight,\" <b>said blue-haired KYle (カイ).<b>", "崖": "<b>The blue-haired GUIde (ガイ)<b> took them up the mountain (山) and showed them two mounds of earth (土) on the CLIFF (厂).", "蓋": "<b>When GUY (ガイ), a blue-haired magician,<b> lifted the COVER of the dish (皿), the audience saw that the flowers (艹) that used to be on it were gone (去).", "鎌": "<b>Blue-haired KAMAla (かま)<b> is looking for a way to use a SICKLE and to sharpen its metal (金) blade concurrently (兼).", "韓": "When the sun (日) rises between the plants (), <b>blue-haired KANichi (カン)<b> smuggles tanned leather (韋) into SOUTH KOREA.", "玩": "At first (元), the king (王) was allowed to PLAY WITH <b>the blue GUN (ガン).<b>", "籠": "<b>Blue-haired WoodROW (ロウ)<b> built a huge bamboo (竹) CAGE to CONFINE the dragon (龍).", "伎": "People (亻) mainly remember <b>blue-haired KEIth (キ)<b> for having choreographed the spectacular show where 12 PERFORMERS danced, all of them balancing large branches (支) on their heads.", "亀": "<b>Blue-haired KEIth (キ)<b> admires how his pet TURTLE, whose shell looks like two rice fields (田), moves its head () and tail (乚).", "畿": "<b>Blue-haired KIra (キ)<b> researched how many () rice fields (田) were within the city limits of ANCIENT KYOTO.", "臼": "<b>The blue-haired CUban (キュウ) miller<b> was mortified when his MORTAR cracked all the way to the bottom.", "巾": "<b>When the KINg (キン) is blue,<b> he hangs his TOWEL on the pole ( | ) in the courtyard.", "惧": "FEAR creeps into his heart (忄) when he notices <b>strange blue GOo (グ)<b> on his tools (具).", "串": "Angrily, he jammed the SKEWER with two pieces of meat on it <b>into the CUSHY (くし) blue couch.<b>", "窟": "<b>The blue-feathered COOTS (クツ)<b> crouch (屈) down and slip through the hole (穴) into the CAVE.", "熊": "<b>The blue-haired woman they call cucKOO MAdonna (くま)<b> seriously believes that BEARS have the ability (能) to walk on fire (灬).", "詣": "The gist (旨) of <b>blue-haired KAte's (ケイ)<b> meandering speech (言) was that in order to ATTAIN AN ELEVATED STATE, it is helpful to VISIT A HOLY PLACE.", "憬": "I know you YEARN to make a scene (景), but I don’t have the heart (忄) for it, <b>oKAY (ケイ)?<b>", "稽": "He THINKS that delicious (旨) grain (禾) treats could entice his lame dog (尤) <b>to use the blue CAge (ケイ) for his \"business,\"<b> but whether or not this works REMAINS to be seen.", "桁": "On Thursday (木) I'll withdraw cash from the bank (行) <b>for the blue-haired CATERer's (けた) bill,<b> which was in the three DIGITS.", "拳": "Two (二) times his hand (手) was badly burned by fire (火). <b>Now blue-haired KEN (ケン)<b> holds it as a FIST.", "鍵": "After building (建) the shed, <b>blue-haired KEN (ケン)<b> used leftover metal (金) to make a LOCK and a KEY for it.", "舷": "<b>Whenever Captain MorGAN (ゲン) is blue,<b> he goes up on the deck of the boat (舟), leans over the GUNWALE, and stares into the blackness (玄) below.", "股": "<b>MUTTERing (また) curses, a robber attacked blue-haired COdy (コ)<b> at the FORK in the road and pierced the flesh (月) of his THIGH with a pike (殳).", "虎": "The TIGER (虍) <b>TORE Up (とら) the CObalt (コ) blue pants.<b> Fortunately, there were no legs (儿) inside at the time.", "梗": "<b>In his blue overalls, COdy (コウ)<b> worked to cut tree (木) roots causing a BLOCKAGE in the sewer line, but it grew too late (更) to finish.", "喉": "The person (亻) <b>in the blue COAt (コウ)<b> lifts the cover () off the quiver, takes out an arrow (矢), and pushes it through his mouth (口) into his THROAT.", "乞": "A person () with a hook (乙) for a hand <b>always sits at the blue COrner (こ(う)) store,<b> BEGGING for money.", "傲": "<b>Blue-haired HuGO (ゴウ)<b> was such an ARROGANT person (亻) that I wanted to hit (攵) him or throw dirt (土) at him, but I realized that those were not the right methods (方).", "駒": "<b>He had the blues after coming out of a COMA (こま),<b> so he started whittling HORSE-shaped (馬) BOARD GAME PIECES and carving haikus (句) on the bottom.", "痕": "To stop (艮) the sickness (疒), the surgeon made an incision <b>in the blue-haired CONcierge's (コン) stomach,<b> which was to leave a big SCAR.", "挫": "<b>Wearing a blue robe, ZSA (ザ) Zsa Gabor<b> sat (坐) down on her hand (扌) so clumsily that she SPRAINED a finger.", "采": "He took a tree (木) branch and carved it into beautiful DICE, using a claw (爫) to make the pips. When it broke, <b>he SIGHed (サイ).<b>", "埼": "\"There is a SMALL PENINSULA, a piece of land (土) with an extraordinary (奇) shape, but it is far from SAITAMA,\" <b>he SIGHed (さい).<b>", "柵": "<b>He SUCKs (サク) on a blue lollipop<b> while building a wooden (木) FENCE WITH SPACED SLATS around the shed that contains his antique books (冊).", "刹": "After trimming all the trees (木) around the TEMPLE, the monks <b>poured blue SUDS (サツ)<b> over the scissors (乂) and swords (刂) they had used.", "斬": "On the train (車), <b>a blue-haired man from ZANzibar (ザン)<b> entertained tourists by CUTTING loaves of bread (斤) WITH A SWORD.", "恣": "<b>Blue-haired SHEila (シ)<b> is so SELFISH. Whose heart (心) will she hurt next (次)?", "摯": "<b>Blue-haired SHEila (シ)<b> is really SERIOUS about staying on the horse, so she tenaciously (執) grips the reins with both hands (手).", "餌": "<b>The butcher puts on his blue JEAns (ジ)<b> and adds pig ears (耳) to the ANIMAL FEED ().", "鹿": "<b>While blue-haired CArmen (か)<b> compared (比) the fence () around her building (广) with the neighbor's much sturdier fence, a DEER broke through hers.", "叱": "<b>Wrapped in blue SHEETS (シツ),<b> I sit (ヒ) on the floor and listen to the SCOLDING words coming from my mother's mouth (口).", "腫": "The SWELLING of <b>blue-haired JoSHUa's (シュ)<b> flesh (月) on his belly could be caused by a heavy (重) TUMOR.", "呪": "<b>Little blue-haired JUdy (ジュ)<b> was mesmerized when a MAGIC SPELL came out of her elder brother's (兄) mouth (口).", "袖": "The reason (由) he chose this kind of clothing (衤) was that the SLEEVES were long and wide, <b>so he could wipe his blue SHOEs (シュウ) with them.<b>", "羞": "After being shorn (ノ), the sheep (羊) FELT ASHAMED not only because it was branded with the sign of the ox (丑) <b>but also because it was made to wear blue SHOEs (シュウ).<b>", "蹴": "Whenever he visits the capital (京), he KICKS a ball to all the lame dogs () in the shelter with his bare foot (). <b>He first removes his blue SHOEs (シュウ) because he wants to take good CARE ((け(る)) of them.<b>", "憧": "My heart (忄) LONGS to stand (立) <b>on the blue stage<b> in my village (里) to perform my SHOW (ショウ) and be ADMIRED once more.", "拭": "While WIPING the lectern CLEAN for the graduation ceremony (式), he stares <b>in SHOCK (ショク) at his now-blue<b> hands (扌).", "腎": "With a watchful eye (臣), <b>blue-haired GENE (ジン)<b> checks the mirror to see if his hands (又) are massaging the flesh (月) around his KIDNEYS.", "須": "<b>To be in the movie \"The Blue TiramiSU (ス),\"<b> it is INDISPENSABLE to have short hair (彡) on your head (頁).", "裾": "\"Oh, no! I left my jacket (衤) <b>on blue-eyed SUE's SOfa (すそ)!<b> My pet rat resides (居) in the HEM of the jacket.\"", "凄": "Ever since her FRIGHTENING experience of falling through the ice (冫), my wife (妻) <b>SAdie (セイ) has had the blues.<b>", "醒": "<b>Whenever blue-haired SEIko (セイ)<b> AWAKENS in the middle of the night, she sips saké (酉) on the porch and gazes at the stars (星).", "脊": "<b>After crashing on his blue SKIs (セキ),<b> he treated his back injury by having two (二) people (人) on the left and two (二) on the right massage the flesh (月) along the SPINE.", "戚": "Most of my RELATIVES live up (上) on a cliff (厂) and arm themselves with halberds (戈). To come to town my family members use small (小) <b>blue SKIs (セキ).<b>", "煎": "<b>The blue-haired SENator (セン)<b> pushes his way in front (前) of everyone to ROAST marshmallows over the fire (灬).", "羨": "<b>The blue-haired SENator's (セン)<b> sheep (羊) are ENVIOUS of the sheep with the greener grass on the other side of the fence. Their own brown grass lacks (欠) water (氵).", "腺": "<b>The blue-haired SENator (セン)<b> described a GLAND as a spring (泉) of hormones in the body (月).", "詮": "During the INVESTIGATION, <b>the blue-haired SENator (セン)<b> was completely (全) honest in all he had to say (言).", "箋": "<b>The blue-haired SENator (セン)<b> put the PIECE OF PAPER about his participation in the safari in a bamboo (竹) frame and hung it above two spears (戈).", "膳": "<b>The blue-eyed ZEN (ゼン) priest<b> is a good (善) vegetarian. If he sees a piece of meat (月) on a TRAY, he will not use it. That's very inconvenient if you COUNT all the RICE BOWLS AND PAIRS OF CHOPSTICKS that he has to carry every day.", "狙": "When a pack of wild dogs (犭) invaded her home, the girl took everything from her shelf (且), <b>even her favorite blue, SOft (ソ) unicorn,<b> and AIMED it at the intruders.", "遡": "<b>Under the light of a SOft (ソ) blue<b> moon (月), a big, upside-down guy () pulls himself along the rope, moving (辶) steadily UPSTREAM.", "曽": "PREVIOUSLY, it took <b>blue-haired SOUma (ソウ)<b> eight (\\ /) days (日) to plant his rice fields (田). Because he has lost much of his land, it now takes only two.", "爽": "\"That must be so REFRESHING!\" <b>said blue-haired SOphie (ソウ)<b> when she saw the big dog () emerge from the creek and shake its body, sending drops of water () flying.", "痩": "<b>I have told blue-haired SOphie (ソウ)<b> again and again (又) that the reason (由) she gets sick (疒) so often is that she is too THIN.", "踪": "They always know the WHEREABOUTS of <b>blue-haired SOUma (ソウ),<b> the head of their clan (宗), because he has an artificial foot () and leaves distinctive FOOTPRINTS.", "遜": "<b>Blue-haired SONia (ソン)<b> HUMBLY admits that her grandchild's (孫) dance movements (辶) are INFERIOR to those of others in the ensemble.", "汰": "<b>In the blue TAtami (タ) room<b> you will find a SELECTION of spring waters (氵) that will help you reduce the thickness (太) of your waist.", "唾": "\"Is that SALIVA hanging down (垂) from his mouth (口)?\" <b>asked blue-haired BrenDA (ダ).<b>", "旦": "At DAWN, just when the sun (日) is above the horizon (一), <b>the Blau-TANne (タン: German for \"blue fir tree\") in his front yard is at its most beautiful.<b>", "綻": "<b>Blue-eyed TANya's (タン)<b> delicate skirt regularly (定) COMES APART at the seams, so she mends it with thread (糸).", "緻": "<b>Blue-haired CHIco (チ)<b> sits cross-legged (攵) until he arrives at (至) the right combination of threads (糸) for his ELABORATE tapestry.", "酎": "<b>The blue-haired ManCHUrian (チュウ)<b> notices that the wine jug (酉) contains just an inch (寸) of SHOCHU.", "貼": "<b>The blue-haired CHOsen (チョウ) one<b> takes a card that tells the fortune (占) of his favorite disciple, STICKS it ON a small shell (貝), and hands it to her.", "捗": "As soon as I get my hands (扌) on <b>that CHOColate (チョク) in the blue wrapper<b> I can finally MAKE PROGRESS (歩) with baking the birthday cake.", "椎": "Each morning while stretching my SPINE, <b>I listen to the GeZWItscher (ツイ: German for \"chirping\")<b> of the old birds (隹) in the biggest tree (木) in my garden. I think it's a TYPE OF BEECH.", "爪": "She needs to use her long NAILS <b>to open the blue caTS' MEdicine (つめ) bottle.<b>", "鶴": "The old bird (隹) under the eaves (冖) is a CRANE. Every evening more birds (鳥) gather around it <b>to listen to the song ZUR RUH (つる: German for \"to rest\").<b>", "諦": "<b>They sit around the blue TAble (テイ),<b> listening to the emperor's (帝) speech (言) about never GIVING UP.", "溺": "<b>The blue-haired OBOist (おぼ(れる))<b> INDULGED IN playing so much music that he became too weak (弱) to keep his head above water (氵) and promptly DROWNED.", "賭": "<b>Blue-haired TOni (ト) suspects<b> the person (者) of having a GAMBLING problem because drops (丶) of sweat appear on his forehead while he clutches the money (貝) he's BETTING.", "藤": "\"The WISTERIA is a type of hanging vine (艹) covered with flowers. By the light of the quarter () moon (月), the flowers look like rice grains (氺),\" <b>says blue-haired TOni (トウ).<b>", "瞳": "My friend draws cute manga where the child's (童) eyes (目) have big PUPILS, <b>just as the eyes of the blue DOE (ドウ) in the story do.<b>", "栃": "<b>In TOCHIgi (とち) Prefecture, where the blue-and-white flycatcher bird is the prefectural bird,<b> at least ten thousand (万) chestnuts roll down to the beach each year from the JAPANESE HORSE CHESTNUT trees (木) on the cliff (厂).", "頓": "<b>Blue-haired TONya (トン)<b> finds that with each SUDDEN move of her head (頁), her carefully styled hair (屯) will not STAY IN PLACE, so she STOPS moving at all and looks strangely stiff.", "丼": "\"You see the dot (丶) at the bottom of the well (井)?\" <b>asked blue-haired DONovan (どん).<b> \"It's the LARGE BOWL of DONBURI (どんぶり) I bought for lunch!\"", "奈": "He shows (示) the kids a big (大) <b>blue baNAna (ナ)<b> while saying \"ba-na-na,\" enunciating clearly to teach them how to make the ナ SOUND.", "梨": "\"... and a profit (利) in a PEAR tree (木),\" <b>sings my sister while NOSHIng (なし) blueberries.<b>", "鍋": "<b>Blue-haired AnNABElle (なべ)<b> brought her potluck dish in a banged-up COOKING POT that looked like a crooked mouth (咼) made of metal (金).", "匂": "Using a little spoon (ヒ), <b>the blue-haired NEOpolitan (にお(う))<b> scraped the last of the spumoni from the wrapping (勹) paper. The SCENT reminded him of blueberries, but the FLAVOR was cherry with a HINT of pistachio.", "虹": "<b>\"MelaNIE, JEez (にじ)!<b> Do you really believe that RAINBOWS are crafted (工) by insects (虫) of different colors?\"", "罵": "\"In ancient times it was a greater INSULT when you poked your opponent's horse (馬) in the eye (罒) than when you SPOKE ILL OF him,\" <b>said blue-haired BArbara (バ).<b>", "箸": "Whenever this person (者) is <b>high on blue HASHIsh (はし),<b> he requests extra-pointy (丶) bamboo (竹) CHOPSTICKS.", "氾": "<b>Blue-haired HANs (ハン)<b> was afraid that the coiled-up snake () in the water (氵) would SPREAD OUT at any moment.", "阪": "<b>Blue-haired HANs (ハン)<b> was opposed (反) to visiting the Seven SLOPES of Tennoji in OSAKA because he feared the hill (阝) might be too steep for him.", "斑": "\"The two kings (王) exchanged angry sentences () until red SPOTS appeared on their faces,\" <b>blue-haired HANs (ハン) reported.<b>", "膝": "Every month (月), <b>when celluloid HEro ZSA (ひざ) Zsa Gabor had the blues,<b> she spent mornings on her KNEES in the chapel drying lacquered () trays that had been washed.", "肘": "<b>Only blue-eyed HITCHhikers (ひじ)<b> were included in the study to measure (寸) the thickness of the flesh (月) on the ELBOW.", "訃": "She could not hang <b>the blue-haired FOotball (フ) player's obituary<b> on the wall because the hook was upside down (ト). So she announced the NEWS OF HIS DEATH in a speech (言).", "阜": "He climbed all the way up to the cross (十) on top of the HILL <b>in his blue FOotball (フ) uniform,<b> unaware of the dollar bill () stuck to his buttocks (㠯).", "蔽": "<b>Blue-haired HAzel (ヘイ)<b> sits cross-legged (攵) in the rain (㡀), using the leaves of a big plant (艹) to COVER her head.", "餅": "<b>Blue-haired HAzel (ヘイ)<b> adores when her village pounds MOCHI (もち) together in a mortar atop a well (并). Afterward, people eat () the RICE CAKES together.", "璧": "<b>\"HEY, KIefer (ヘキ)!<b> That was an EXCELLENT THING you did, putting the jewels (玉) at the bottom of the box (口), and the flags (尸) and spices (辛) on top!\"", "蔑": "The soldier lay in the grass (艹), guarding the cliff (厂) with one (一) spear (戈) and staring with wide eyes (罒) full of CONTEMPT. <b>His wife had packed him three blueberry sherBETS (ベツ) for lunch.<b>", "麓": "<b>Blue-haired ROCKy (ロク)<b> found many deer (鹿) in the grove (林) at the FOOT OF A MOUNTAIN.", "蜂": "<b>Blue-haired HOmer (ホウ)<b> climbs up on a utility pole () and sits there cross-legged (夂), hoping to escape a swarm of insects (虫), possibly BEES or WASPS.", "貌": "A badger (豸) came out of the woods. His APPEARANCE was so similar to that of a skunk that <b>blue-haired BO's (ボウ)<b> face turned white (白) and her legs (儿) trembled.", "頰": "<b>HOly (ほお) cow!<b> The Joker from Batman has taken scissors () and cut his CHEEKS to have a permanent evil smile. He is not right in the head (頁)!", "脇": "<b>She heard over the blue WALKIE (わき)-talkie<b> that she got the best SUPPORTING ACTOR award. Having ample flesh (月) on the SIDE OF her BODY and three times the strength (力) of the other contestants, she could do a perfect ARMPIT hold during the pole-dancing scene.", "勃": "A group of pranksters, 10 (十) children (子) strong (力), tried to steal <b>the principal's blue BOATS (ボツ)<b> under the cover (冖) of night, but the SUDDEN RISE of the full moon exposed them to onlookers.", "昧": "<b>Blue-haired MIchael (マイ) noticed<b> that although the sun (日) had not yet (未) set, it had become too DIM to read at his park bench.", "枕": "The guy on crutches () places his PILLOW against a big tree (木) and watches <b>little blue-haired MARK RUn (まくら).<b>", "蜜": "Lots of insects (虫), mainly bees, invariably (必) swarm around the beehive in his house (宀). To collect HONEY without getting stung, <b>he always wears blue oven MITTS (ミツ).<b>", "冥": "On Sunday (日) they waited until it was DARK, then covered (冖) the six (六) <b>blue MAIlboxes (メイ)<b> in the village with symbols of the REALM OF THE DEAD.", "麺": "In the winter (夂) his mother serves <b>raMEN (メン) in blue bowls<b> with lots of thick NOODLES and places raw () carrots on top so they form a funny face (面).", "冶": "A stand (台) made of ( ice (冫) is useless for WORKING METALS, <b>blue-haired JAroslav (ヤ) discovered.<b> It just melts.", "弥": "The archery bow (弓) was way too big for a person () as small (小) as <b>blue-haired MaYA (や),<b> but she became INCREASINGLY adept at holding it.", "闇": "It was already DARK outside when <b>blue-haired YAMI (やみ)<b> heard strange sounds (音) at the gate (門).", "喩": "<b>Blue-haired YUri (ユ)<b> has a good METAPHOR for a mouth (口). He says it resembles a meeting hall () full of butchers, men with knives (巜) who cut meat (月).", "弄": "The king (王) was RIDICULED because he PLAYED WITH <b>a blue ROse (ロウ)<b> and was pricked by thorns (廾).", "湧": "Weak from thirst, <b>blue-haired YUmi (ユウ)<b> kept digging bravely (勇) until water (氵) GUSHED OUT from an underground spring.", "妖": "A woman (女) in our neighborhood is really WEIRD. She carries around a big (大) log (ノ) <b>and YOdels (ヨウ) all day.<b>", "瘍": "<b>She wanted to YOdel (ヨウ)<b> at the first rays (勿) of daybreak (旦), but an unknown sickness (疒) had caused a SWELLING in her throat.", "沃": "In good weather (夭) he adds water (氵) and <b>blueberry YOGUrt (ヨク)<b> to his vegetable patches to make them FERTILE.", "拉": "<b>Blue-haired RAfael (ラ)<b> quickly PULLED his hand (扌) out of the jar (立). He hoped no one noticed that he was trying to steal cookies, although he CRUSHED one in the process.", "辣": "<b>I used blue-haired KonRAD'S (ラツ)<b> bundle (束) of spices (辛) to make the food SPICIER.", "藍": "He is supervising (監) the removal <b>of the blue cormoRANt (ラン) eggs<b> they found amid the INDIGO plants (艹).", "璃": "She handed the king (王) a lidded box with ornaments (㐫). <b>Decorated with a blue RIbbon (リ),<b> the box contained a precious piece of LAPIS LAZULI. With horror she noticed a long-legged insect (禸) clinging to the bottom of the gift.", "慄": "<b>The two blue-haired culpRITS (リツ)<b> approached the nursery from the west (覀). With a racing heart (忄) and TREMBLING hands the owner handed over the rare bonsai tree (木).", "侶": "The parents hired a dubious person (亻) as a COMPANION for their little boy. He is to give the kid <b>a small blueberry from RIO (リョ) de Janeiro<b> every time the child gets the ロ sound (呂) right.", "瞭": "Seeing with my own eyes (目) how the young (小) boys enjoyed running around all day (日) in the woods, sleeping in tents (), <b>and eating blueberries from RIO (リヨウ) de Janeiro for breakfast,<b> I feel it is OBVIOUS that this camp contributes to their well-being.", "瑠": "The king (王) persuaded the gem expert, <b>blue-haired RUdolph (ル),<b> to stay (留) in the kingdom by giving him a beautiful LAPIS LAZULI.", "呂": "<b>Little blue-eyed ROnan (ロ)<b> calls the walkway (ノ) between the rooms (口) a road. He runs along, practicing the ロ SOUND by singing \"Ro, ro, ro, road!\""}